{"en_0": "Gary Kovacs: Tracking our online trackers"}
{"en_1": "Svante Pääbo: DNA clues to our inner neanderthal"}
{"en_2": "Naoko Ishii: An economic case for protecting the planet"}
{"en_3": "Elora Hardy: Magical houses, made of bamboo"}
{"en_4": "Helen Czerski: The fascinating physics of everyday life"}
{"en_5": "Drew Curtis: How I beat a patent troll"}
{"en_6": "Jody Williams: A realistic vision for world peace"}
{"en_7": "Michael Hendryx: The shocking danger of mountaintop removal -- and why it must end"}
{"en_8": "Misha Glenny: Hire the hackers!"}
{"en_9": "Eben Bayer: Are mushrooms the new plastic?"}
{"en_10": "Thomas Suarez: A 12-year-old app developer"}
{"en_11": "Shai Agassi: A new ecosystem for electric cars"}
{"en_12": "Tom Gruber: How AI can enhance our memory, work and social lives"}
{"en_13": "George Tulevski: The next step in nanotechnology"}
{"en_14": "Caleb Harper: This computer will grow your food in the future"}
{"en_15": "Sakena Yacoobi: How I stopped the Taliban from shutting down my school"}
{"en_16": "Ken Robinson: Bring on the learning revolution!"}
{"en_17": "eL Seed: Street art with a message of hope and peace"}
{"en_18": "Emily Parsons-Lord: Art made of the air we breathe"}
{"en_19": "Robert Palmer: The Panama Papers exposed a huge global problem. What's next?"}
{"en_20": "Seth Berkley: HIV and flu -- the vaccine strategy"}
{"en_21": "Sheila Patek: The shrimp with a kick!"}
{"en_22": "Hyeonseo Lee: My escape from North Korea"}
{"en_23": "Nilofer Merchant: Got a meeting? Take a walk"}
{"en_24": "Abigail Washburn: Building US-China relations ... by banjo"}
{"en_25": "Bonnie Bassler: How bacteria \"talk\""}
{"en_26": "Erin Marie Saltman: How young people join violent extremist groups -- and how to stop them"}
{"en_27": "Rabbi Lord Jonathan Sacks: How we can face the future without fear, together"}
{"en_28": "David Carson: Design and discovery"}
{"en_29": "Rachel Botsman: We've stopped trusting institutions and started trusting strangers"}
{"en_30": "Travis Kalanick: Uber's plan to get more people into fewer cars"}
{"en_31": "Adam Foss: A prosecutor's vision for a better justice system"}
{"en_32": "Alex Laskey: How behavioral science can lower your energy bill"}
{"en_33": "Nathan Myhrvold: Cooking as never seen before"}
{"en_34": "Patrick Awuah: How to educate leaders? Liberal arts"}
{"en_35": "Karen Thompson Walker: What fear can teach us"}
{"en_36": "Heather Lanier: \"Good\" and \"bad\" are incomplete stories we tell ourselves"}
{"en_37": "Sam Harris: Can we build AI without losing control over it?"}
{"en_38": "Jane Fonda and Lily Tomlin: A hilarious celebration of lifelong female friendship"}
{"en_39": "Marcin Jakubowski: Open-sourced blueprints for civilization"}
{"en_40": "Paola Antonelli: Why I brought Pac-Man to MoMA"}
{"en_41": "Rana el Kaliouby: This app knows how you feel -- from the look on your face"}
{"en_42": "Amber Case: We are all cyborgs now"}
{"en_43": "Thom Mayne: How architecture can connect us"}
{"en_44": "Ron Gutman: The hidden power of smiling"}
{"en_45": "Wolfgang Kessling: How to air-condition outdoor spaces"}
{"en_46": "Kim Gorgens: Protecting the brain against concussion"}
{"en_47": "Pavan Sukhdev: Put a value on nature!"}
{"en_48": "Sal Khan: Let's teach for mastery -- not test scores"}
{"en_49": "Paola Antonelli: The 3,000-year history of the hoodie"}
{"en_50": "Matthew Williams: Special Olympics let me be myself -- a champion"}
{"en_51": "Tyrone Hayes + Penelope Jagessar Chaffer: The toxic baby"}
{"en_52": "Dan Pallotta: The dream we haven't dared to dream"}
{"en_53": "Malcolm Gladwell: Choice, happiness and spaghetti sauce"}
{"en_54": "Rébecca Kleinberger: Why you don't like the sound of your own voice"}
{"en_55": "Paul Zak: Trust, morality -- and oxytocin?"}
{"en_56": "Dave Troy: Social maps that reveal a city's intersections — and separations"}
{"en_57": "Dean Ornish: The killer American diet that's sweeping the planet"}
{"en_58": "Prosanta Chakrabarty: Four billion years of evolution in six minutes"}
{"en_59": "Mary Norris: The nit-picking glory of The New Yorker's Comma Queen"}
{"en_60": "Loretta Napoleoni: The intricate economics of terrorism"}
{"en_61": "Laura Robinson: The secrets I find on the mysterious ocean floor"}
{"en_62": "Amy Cuddy: Your body language may shape who you are"}
{"en_63": "Ashton Cofer: A plan to recycle the unrecyclable"}
{"en_64": "Carmen Agra Deedy: Once upon a time, my mother ..."}
{"en_65": "Paul Tasner: How I became an entrepreneur at 66"}
{"en_66": "Mark Tyndall: The harm reduction model of drug addiction treatment"}
{"en_67": "Joshua Klein: A thought experiment on the intelligence of crows"}
{"en_68": "Ray Kurzweil: Get ready for hybrid thinking"}
{"en_69": "Jamie Heywood: The big idea my brother inspired"}
{"en_70": "Sonia Shah: 3 reasons we still haven’t gotten rid of malaria"}
{"en_71": "Takaharu Tezuka: The best kindergarten you’ve ever seen"}
{"en_72": "Melvin Russell: I love being a police officer, but we need reform"}
{"en_73": "David Deutsch: A new way to explain explanation"}
{"en_74": "Tierney Thys and Plankton Chronicles Project: The secret life of plankton"}
{"en_75": "Greg Gage: How to control someone else's arm with your brain"}
{"en_76": "Yvette Alberdingk Thijm: The power of citizen video to create undeniable truths"}
{"en_77": "Bill Doyle: Treating cancer with electric fields"}
{"en_78": "Gero Miesenboeck: Re-engineering the brain"}
{"en_79": "Margrethe Vestager: The new age of corporate monopolies"}
{"en_80": "Jay Walker: My library of human imagination"}
{"en_81": "Amy Webb: How I hacked online dating"}
{"en_82": "Fawn Qiu: Easy DIY projects for kid engineers"}
{"en_83": "Jacek Utko: Can design save newspapers?"}
{"en_84": "Morgana Bailey: The danger of hiding who you are"}
{"en_85": "Susan Solomon: The promise of research with stem cells"}
{"en_86": "Julian Baggini: Is there a real you?"}
{"en_87": "Trita Parsi: Iran and Israel: Peace is possible"}
{"en_88": "Nathalie Cabrol: How Mars might hold the secret to the origin of life"}
{"en_89": "Camille Seaman: Photos from a storm chaser"}
{"en_90": "Mark Bittman: What's wrong with what we eat"}
{"en_91": "Robert Gupta: Between music and medicine"}
{"en_92": "Suki Kim: This is what it's like to go undercover in North Korea"}
{"en_93": "Nadine Burke Harris: How childhood trauma affects health across a lifetime"}
{"en_94": "Bart Knols: 3 new ways to kill mosquitoes"}
{"en_95": "Rodney Brooks: Why we will rely on robots"}
{"en_96": "Bill Joy: What I'm worried about, what I'm excited about"}
{"en_97": "Rachel Botsman: The case for collaborative consumption"}
{"en_98": "Dan Berkenstock: The world is one big dataset. Now, how to photograph it ..."}
{"en_99": "William Noel: Revealing the lost codex of Archimedes"}
{"en_100": "Laura Indolfi: Good news in the fight against pancreatic cancer"}
{"en_101": "Ariel Garten: Know thyself, with a brain scanner"}
{"en_102": "Bastian Schaefer: A 3D-printed jumbo jet?"}
{"en_103": "Gever Tulley: 5 dangerous things you should let your kids do"}
{"en_104": "Lian Pin Koh: A drone's-eye view of conservation"}
{"en_105": "Stuart Brown: Play is more than just fun"}
{"en_106": "Chris Gerdes: The future race car -- 150mph, and no driver"}
{"en_107": "Yasheng Huang: Does democracy stifle economic growth?"}
{"en_108": "Karen Armstrong: My wish: The Charter for Compassion"}
{"en_109": "George Whitesides: Toward a science of simplicity"}
{"en_110": "Rhiannon Giddens: Songs that bring history to life"}
{"en_111": "Frances Larson: Why public beheadings get millions of views"}
{"en_112": "Dan Gross: Why gun violence can't be our new normal"}
{"en_113": "Valarie Kaur: 3 lessons of revolutionary love in a time of rage"}
{"en_114": "Maajid Nawaz: A global culture to fight extremism"}
{"en_115": "Joan Halifax: Compassion and the true meaning of empathy"}
{"en_116": "Richard Browning: How I built a jet suit"}
{"en_117": "Steven Johnson: The playful wonderland behind great inventions"}
{"en_118": "Atul Gawande: Want to get great at something? Get a coach"}
{"en_119": "Giorgia Lupi: How we can find ourselves in data"}
{"en_120": "Roxane Gay: Confessions of a bad feminist"}
{"en_121": "Anindya Kundu: The boost students need to overcome obstacles"}
{"en_122": "Andrés Ruzo: The boiling river of the Amazon"}
{"en_123": "Manu Prakash: Lifesaving scientific tools made of paper"}
{"en_124": "Jeff Smith: Lessons in business ... from prison"}
{"en_125": "Adam Spencer: Why I fell in love with monster prime numbers"}
{"en_126": "Paul MacCready: Nature vs. humans"}
{"en_127": "Isaac Mizrahi: Fashion and creativity"}
{"en_128": "Rodin Lyasoff: How autonomous flying taxis could change the way you travel"}
{"en_129": "Roberto D'Angelo + Francesca Fedeli: In our baby's illness, a life lesson"}
{"en_130": "Thomas Hellum: The world's most boring television ... and why it's hilariously addictive"}
{"en_131": "Shashi Tharoor: Why nations should pursue soft power"}
{"en_132": "Allan Jones: A map of the brain"}
{"en_133": "Suzanne Lee: Grow your own clothes"}
{"en_134": "Aicha el-Wafi + Phyllis Rodriguez: The mothers who found forgiveness, friendship"}
{"en_135": "Shereen El-Feki: HIV -- how to fight an epidemic of bad laws"}
{"en_136": "Greg Asner: Ecology from the air"}
{"en_137": "Shyam Sankar: The rise of human-computer cooperation"}
{"en_138": "Robert Ballard: The astonishing hidden world of the deep ocean"}
{"en_139": "Elizabeth Lesser: Say your truths and seek them in others"}
{"en_140": "Frank Gehry: My days as a young rebel"}
{"en_141": "Sebastian Seung: I am my connectome"}
{"en_142": "Leslie Morgan Steiner: Why domestic violence victims don't leave"}
{"en_143": "Noreena Hertz: How to use experts -- and when not to"}
{"en_144": "Emily Esfahani Smith: There's more to life than being happy"}
{"en_145": "Kevin Kelly: How AI can bring on a second Industrial Revolution"}
{"en_146": "Stephen Ritz: A teacher growing green in the South Bronx"}
{"en_147": "Rachel Armstrong: Architecture that repairs itself?"}
{"en_148": "Jacqueline Novogratz: Inspiring a life of immersion"}
{"en_149": "Kaitlyn Sadtler: How we could teach our bodies to heal faster"}
{"en_150": "Aleph Molinari: Let's bridge the digital divide!"}
{"en_151": "Adam Grant: Are you a giver or a taker?"}
{"en_152": "Ghada Wali:  How I'm using LEGO to teach Arabic"}
{"en_153": "Nagin Cox: What time is it on Mars?"}
{"en_154": "Ray Anderson: The business logic of sustainability"}
{"en_155": "Andreas Schleicher: Use data to build better schools"}
{"en_156": "Michael Specter: The danger of science denial"}
{"en_157": "Vernā Myers: How to overcome our biases? Walk boldly toward them"}
{"en_158": "Jonathan Haidt: The moral roots of liberals and conservatives"}
{"en_159": "Rola Hallam: The doctors, nurses and aid workers rebuilding Syria"}
{"en_160": "Onyx Ashanti: This is beatjazz"}
{"en_161": "Sisonke Msimang: If a story moves you, act on it"}
{"en_162": "Astro Teller: The unexpected benefit of celebrating failure"}
{"en_163": "Al Gore: New thinking on the climate crisis"}
{"en_164": "Keller Rinaudo: A mini robot -- powered by your phone"}
{"en_165": "Wade Davis: The worldwide web of belief and ritual"}
{"en_166": " Sofi Tukker: \"Awoo\""}
{"en_167": "Mallory Freeman: Your company's data could help end world hunger"}
{"en_168": "Isaac Lidsky: What reality are you creating for yourself?"}
{"en_169": "Gary Liu: The rapid growth of the Chinese internet -- and where it's headed"}
{"en_170": "Yves Morieux: How too many rules at work keep you from getting things done"}
{"en_171": "Dan Gibson: How to build synthetic DNA and send it across the internet"}
{"en_172": "AJ Jacobs: The world's largest family reunion ... we're all invited!"}
{"en_173": "Afra Raymond: Three myths about corruption"}
{"en_174": "William Black: How to rob a bank (from the inside, that is)"}
{"en_175": "Zeynep Tufekci: We're building a dystopia just to make people click on ads"}
{"en_176": "Atul Gawande: How do we heal medicine?"}
{"en_177": "George Ayittey: Africa's cheetahs versus hippos"}
{"en_178": "Jill Heinerth: The mysterious world of underwater caves"}
{"en_179": "Christopher Soghoian: Government surveillance — this is just the beginning"}
{"en_180": "Alyson McGregor: Why medicine often has dangerous side effects for women"}
{"en_181": "Angela Belcher: Using nature to grow batteries"}
{"en_182": "Jennifer Granick: How the US government spies on people who protest -- including you"}
{"en_183": "Mick Ebeling: The invention that unlocked a locked-in artist"}
{"en_184": "Hamish Jolly: A shark-deterrent wetsuit (and it's not what you think)"}
{"en_185": "Gail Reed: Where to train the world's doctors? Cuba."}
{"en_186": "Antony Gormley: Sculpted space, within and without"}
{"en_187": "Kaki King: A musical escape into a world of light and color"}
{"en_188": "Kate Adams: 4 larger-than-life lessons from soap operas"}
{"en_189": "Amy Smith: Simple designs to save a life"}
{"en_190": "Hanna Rosin: New data on the rise of women"}
{"en_191": "Seema Bansal: How to fix a broken education system ... without any more money"}
{"en_192": "Stephen Petranek: Your kids might live on Mars. Here's how they'll survive"}
{"en_193": "JD Schramm: Break the silence for suicide attempt survivors"}
{"en_194": "Sara Ramirez: \"Rollercoaster\""}
{"en_195": "Ellen Jorgensen: What you need to know about CRISPR"}
{"en_196": "Shonda Rhimes and Cyndi Stivers: The future of storytelling"}
{"en_197": "Scott Dinsmore: How to find work you love"}
{"en_198": "Keren Elazari: Hackers: the Internet's immune system"}
{"en_199": "Gill Hicks: I survived a terrorist attack. Here's what I learned"}
{"en_200": "Richard Weller: Could the sun be good for your heart?"}
{"en_201": "Charles Leadbeater: The era of open innovation"}
{"en_202": "Eric Whitacre: A virtual choir 2,000 voices strong"}
{"en_203": "Su Kahumbu: How we can help hungry kids, one text at a time"}
{"en_204": "James Veitch: This is what happens when you reply to spam email"}
{"en_205": "Pamela Meyer: How to spot a liar"}
{"en_206": "Gayle Tzemach Lemmon: Women entrepreneurs, example not exception"}
{"en_207": "Sara Menker: A global food crisis may be less than a decade away"}
{"en_208": "Allan Adams: The discovery that could rewrite physics"}
{"en_209": "Chance Coughenour: How your pictures can help reclaim lost history"}
{"en_210": "Franco Sacchi: A tour of Nollywood, Nigeria's booming film industry"}
{"en_211": "Dave Eggers: My wish: Once Upon a School"}
{"en_212": "Jeffrey Brown: How we cut youth violence in Boston by 79 percent"}
{"en_213": "Dylan Marron: How I turn negative online comments into positive offline conversations"}
{"en_214": "Suzanne Simard: How trees talk to each other"}
{"en_215": "Kristina Gjerde: Making law on the high seas"}
{"en_216": "Garrett Lisi: An 8-dimensional model of the universe"}
{"en_217": "Sam Kass: Want kids to learn well? Feed them well"}
{"en_218": "Arthur Benjamin: The magic of Fibonacci numbers"}
{"en_219": "Jeffrey Kluger: The sibling bond"}
{"en_220": "David Sengeh: The sore problem of prosthetic limbs"}
{"en_221": "Marcus du Sautoy: Symmetry, reality's riddle"}
{"en_222": "Daniel Engber: How the progress bar keeps you sane"}
{"en_223": "Patricia Ryan: Don't insist on English!"}
{"en_224": "Ernesto Sirolli: Want to help someone? Shut up and listen!"}
{"en_225": "Seth Godin: The tribes we lead"}
{"en_226": "John Wooden: The difference between winning and succeeding"}
{"en_227": "Iké Udé: The radical beauty of Africa, in portraits"}
{"en_228": "Sting: How I started writing songs again"}
{"en_229": "Victoria Pratt: How judges can show respect"}
{"en_230": "Dan Meyer: Math class needs a makeover"}
{"en_231": "Louise Fresco: We need to feed the whole world"}
{"en_232": "Sophie Andrews: The best way to help is often just to listen"}
{"en_233": "Christopher \"moot\" Poole\": The case for anonymity online"}
{"en_234": "Peter Haas: When bad engineering makes a natural disaster even worse"}
{"en_235": "Taiye Selasi: Don't ask where I'm from, ask where I'm a local"}
{"en_236": "Matt Russo: What does the universe sound like? A musical tour"}
{"en_237": "George Dyson: The birth of the computer"}
{"en_238": "Suzana Herculano-Houzel: What is so special about the human brain?"}
{"en_239": "Emily Nagoski: The truth about unwanted arousal"}
{"en_240": "Robert Neuwirth: The hidden world of shadow cities"}
{"en_241": "Noah Wilson-Rich: Every city needs healthy honey bees"}
{"en_242": "Christopher C. Deam: The Airstream, restyled"}
{"en_243": "Luke Syson: How I learned to stop worrying and love \"useless\" art"}
{"en_244": "Bruce Bueno de Mesquita: A prediction for the future of Iran"}
{"en_245": "Chris Sheldrick: A precise, three-word address for every place on earth"}
{"en_246": "Paul Rothemund: DNA folding, in detail"}
{"en_247": "Angélica Dass: The beauty of human skin in every color"}
{"en_248": "Edith Widder: How we found the giant squid"}
{"en_249": "His Holiness Pope Francis: Why the only future worth building includes everyone"}
{"en_250": "Bill Strickland: Rebuilding a neighborhood with beauty, dignity, hope"}
{"en_251": "Dennis vanEngelsdorp: A plea for bees"}
{"en_252": "Marc Kushner: Why the buildings of the future will be shaped by ... you"}
{"en_253": "Imogen Heap: \"Wait It Out\""}
{"en_254": "Jennifer Granholm: A clean energy proposal -- race to the top!"}
{"en_255": "Manwar Ali: Inside the mind of a former radical jihadist"}
{"en_256": "Al Gore: What comes after An Inconvenient Truth?"}
{"en_257": "Louise Leakey: A dig for humanity's origins"}
{"en_258": "Elliot Krane: The mystery of chronic pain"}
{"en_259": "Luke Sital-Singh: \"Afterneath\" / \"Killing Me\""}
{"en_260": "Kitra Cahana: A glimpse of life on the road"}
{"en_261": "Max Little: A test for Parkinson's with a phone call"}
{"en_262": "Marlon Peterson: Am I not human? A call for criminal justice reform"}
{"en_263": "Jeff Speck: The walkable city"}
{"en_264": "Cosmin Mihaiu: Physical therapy is boring -- play a game instead"}
{"en_265": "Jack Andraka: A promising test for pancreatic cancer ... from a teenager"}
{"en_266": "Dean Ornish: Your genes are not your fate"}
{"en_267": "Brenda Romero: Gaming for understanding"}
{"en_268": "Lucy McRae: How can technology transform the human body?"}
{"en_269": "Amanda Palmer: The art of asking"}
{"en_270": "Jessica Shortall: The US needs paid family leave -- for the sake of its future"}
{"en_271": "Stewart Brand: 4 environmental 'heresies'"}
{"en_272": "Natsai Audrey Chieza: Fashion has a pollution problem -- can biology fix it?"}
{"en_273": "Alexis Ohanian: How to make a splash in social media"}
{"en_274": "Toby Eccles: Invest in social change"}
{"en_275": "Zach Kaplan + Keith Schacht: Toys and materials from the future"}
{"en_276": "Romina Libster: The power of herd immunity"}
{"en_277": "David Christian: The history of our world in 18 minutes"}
{"en_278": "Manoush Zomorodi: How boredom can lead to your most brilliant ideas"}
{"en_279": "Soyapi Mumba: Medical tech designed to meet Africa's needs"}
{"en_280": "Robert Wright: Progress is not a zero-sum game"}
{"en_281": "Allan Savory: How to fight desertification and reverse climate change"}
{"en_282": "Amar Inamdar: The thrilling potential for off-grid solar energy"}
{"en_283": "Daphne Koller: What we're learning from online education"}
{"en_284": "Anne Milgram: Why smart statistics are the key to fighting crime"}
{"en_285": "Hans and Ola Rosling: How not to be ignorant about the world"}
{"en_286": "Chris Bliss: Comedy is translation"}
{"en_287": "Heather Knight: Silicon-based comedy"}
{"en_288": "Deborah Gordon: What ants teach us about the brain, cancer and the Internet"}
{"en_289": "Ingrid Betancourt: What six years in captivity taught me about fear and faith"}
{"en_290": "Sarah Lewis: Embrace the near win"}
{"en_291": "James Forbes: Compassion at the dinner table"}
{"en_292": "Lucianne Walkowicz: Let's not use Mars as a backup planet"}
{"en_293": "Chris Abani: Telling stories from Africa"}
{"en_294": "Gerard Ryle: How the Panama Papers journalists broke the biggest leak in history"}
{"en_295": "Quixotic Fusion: Dancing with light"}
{"en_296": "David Whyte: A lyrical bridge between past, present and future"}
{"en_297": "Kate Hartman: The art of wearable communication"}
{"en_298": " Sauti Sol: The rhythm of Afrobeat"}
{"en_299": "Philippe Petit: The journey across the high wire"}
{"en_300": "Cédric Villani: What's so sexy about math?"}
{"en_301": "Joe Gebbia: How Airbnb designs for trust"}
{"en_302": "Joe Lassiter: We need nuclear power to solve climate change"}
{"en_303": "Elizabeth Pisani: Sex, drugs and HIV -- let's get rational"}
{"en_304": "Jennifer Pluznick: You smell with your body, not just your nose"}
{"en_305": "G.T. Bynum: A Republican mayor's plan to replace partisanship with policy"}
{"en_306": "Seth Berkley: The troubling reason why vaccines are made too late ... if they're made at all"}
{"en_307": "Lisa Nip: How humans could evolve to survive in space"}
{"en_308": "William Kamkwamba: How I built a windmill"}
{"en_309": "John Doerr: Why the secret to success is setting the right goals"}
{"en_310": "Terry Moore: How to tie your shoes"}
{"en_311": "Anthony Atala: Growing new organs"}
{"en_312": "Wes Moore: How to talk to veterans about war"}
{"en_313": "Steven Strogatz: The science of sync"}
{"en_314": "Golan Levin: Software (as) art"}
{"en_315": "Joseph Lekuton: A parable for Kenya"}
{"en_316": "Edward Tenner: Unintended consequences"}
{"en_317": "Jamie Bartlett: How the mysterious dark net is going mainstream"}
{"en_318": "Sheila Nirenberg: A prosthetic eye to treat blindness"}
{"en_319": "Stephen Friend: The hunt for \"unexpected genetic heroes\""}
{"en_320": "Auke Ijspeert: A robot that runs and swims like a salamander"}
{"en_321": "Bruce Aylward: How we'll stop polio for good"}
{"en_322": "Kayla Briët: Why do I make art? To build time capsules for my heritage"}
{"en_323": "Travis Rieder: The agony of opioid withdrawal -- and what doctors should tell patients about it"}
{"en_324": "Karen Tse: How to stop torture"}
{"en_325": "Juno Mac: The laws that sex workers really want"}
{"en_326": "Dalia Mogahed: The attitudes that sparked Arab Spring"}
{"en_327": "Scott Kim: The art of puzzles"}
{"en_328": "Gabriela González: How LIGO discovered gravitational waves -- and what might be next"}
{"en_329": "T. Boone Pickens: Let's transform energy -- with natural gas"}
{"en_330": "Ray Kurzweil: The accelerating power of technology"}
{"en_331": "Lara Setrakian: 3 ways to fix a broken news industry"}
{"en_332": "Lakshmi Pratury: The lost art of letter-writing"}
{"en_333": "Blaise Agüera y Arcas: Augmented-reality maps"}
{"en_334": "Corneille Ewango: A hero of the Congo forest"}
{"en_335": "Lucien Engelen: Crowdsource your health"}
{"en_336": "Sebastian Deterding: What your designs say about you"}
{"en_337": "David Miliband: The refugee crisis is a test of our character"}
{"en_338": "Kakenya Ntaiya: A girl who demanded school"}
{"en_339": "Courtney E. Martin: This isn't her mother's feminism"}
{"en_340": "Chip Kidd: Designing books is no laughing matter. OK, it is."}
{"en_341": "John Hodgman: Design, explained."}
{"en_342": "Inge Missmahl: Bringing peace to the minds of Afghanistan"}
{"en_343": "Jim Toomey: Learning from Sherman the shark"}
{"en_344": "James Balog: Time-lapse proof of extreme ice loss"}
{"en_345": "William Li: Can we eat to starve cancer?"}
{"en_346": "Shilo Shiv Suleman: Using tech to enable dreaming"}
{"en_347": "Alan Eustace: I leapt from the stratosphere. Here's how I did it"}
{"en_348": "Steven Pinker: Is the world getting better or worse? A look at the numbers"}
{"en_349": "DK Osseo-Asare: What a scrapyard in Ghana can teach us about innovation"}
{"en_350": "Roger Antonsen: Math is the hidden secret to understanding the world"}
{"en_351": "Sara Lewis: The loves and lies of fireflies"}
{"en_352": "Ron Finley: A guerrilla gardener in South Central LA"}
{"en_353": "Armando Azua-Bustos: The most Martian place on Earth"}
{"en_354": "Gwynne Shotwell: SpaceX's plan to fly you across the globe in 30 minutes"}
{"en_355": "Kimberley Motley: How I defend the rule of law"}
{"en_356": "Ronny Edry: Israel and Iran: A love story?"}
{"en_357": "Yves Morieux: As work gets more complex, 6 rules to simplify"}
{"en_358": "Jackie Savitz: Save the oceans, feed the world!"}
{"en_359": "James Surowiecki: The power and the danger of online crowds"}
{"en_360": "Mike Biddle: We can recycle plastic"}
{"en_361": "Drew Berry: Animations of unseeable biology"}
{"en_362": "Martin Jacques: Understanding the rise of China"}
{"en_363": "Julian Treasure: The 4 ways sound affects us"}
{"en_364": "Damon Horowitz: Philosophy in prison"}
{"en_365": "Rodrigo Bijou: Governments don't understand cyber warfare. We need hackers"}
{"en_366": "Romulus Whitaker: The real danger lurking in the water"}
{"en_367": "Eli Pariser: Beware online \"filter bubbles\""}
{"en_368": "Philip Zimbardo: The psychology of evil"}
{"en_369": "Rives: The Museum of Four in the Morning"}
{"en_370": "Washington Wachira: For the love of birds"}
{"en_371": "Ivan Coyote: Why we need gender-neutral bathrooms"}
{"en_372": "Kaustav Dey: How fashion helps us express who we are -- and what we stand for"}
{"en_373": "Deborah Lipstadt: Behind the lies of Holocaust denial"}
{"en_374": "Margaret Wertheim: The beautiful math of coral"}
{"en_375": "Amy Lockwood: Selling condoms in the Congo"}
{"en_376": "Rachelle Garniez: \"La Vie en Rose\""}
{"en_377": "Mark Ronson: How sampling transformed music"}
{"en_378": "David Burkus: Why you should know how much your coworkers get paid"}
{"en_379": "Luhan Yang: How to create a world where no one dies waiting for a transplant"}
{"en_380": "James Hansen: Why I must speak out about climate change"}
{"en_381": "Gus Casely-Hayford: The powerful stories that shaped Africa"}
{"en_382": "Sophie Scott: Why we laugh"}
{"en_383": "Jun Wang: How digital DNA could help you make better health choices"}
{"en_384": "Elizabeth Cawein: How to build a thriving music scene in your city"}
{"en_385": "Zaria Forman: Drawings that show the beauty and fragility of Earth"}
{"en_386": "Thandie Newton: Embracing otherness, embracing myself"}
{"en_387": "Mathias Jud: Art that lets you talk back to NSA spies"}
{"en_388": "Robert Gupta + Joshua Roman: On violin and cello, \"Passacaglia\""}
{"en_389": "Dan Gilbert: The psychology of your future self"}
{"en_390": "Uri Alon: Why science demands a leap into the unknown"}
{"en_391": "Penny Chisholm: The tiny creature that secretly powers the planet"}
{"en_392": "Dan Dennett: Cute, sexy, sweet, funny"}
{"en_393": "Carolyn Porco: Could a Saturn moon harbor life?"}
{"en_394": "Bill T. Jones: The dancer, the singer, the cellist ... and a moment of creative magic"}
{"en_395": "Maz Jobrani: A Saudi, an Indian and an Iranian walk into a Qatari bar ..."}
{"en_396": "Marc Goodman: A vision of crimes in the future"}
{"en_397": "Neil Burgess: How your brain tells you where you are"}
{"en_398": "Hans Rosling: Global population growth, box by box"}
{"en_399": "Bernie Krause: The voice of the natural world"}
{"en_400": "Caitlin Quattromani and Lauran Arledge: How our friendship survives our opposing politics"}
{"en_401": "Charles Leadbeater: Education innovation in the slums"}
{"en_402": "Maurizio Seracini: The secret lives of paintings"}
{"en_403": "Christopher Ryan: Are we designed to be sexual omnivores?"}
{"en_404": "David Katz: The surprising solution to ocean plastic"}
{"en_405": "Larry Burns: The future of cars"}
{"en_406": "William McDonough: Cradle to cradle design"}
{"en_407": "Charlie Todd: The shared experience of absurdity"}
{"en_408": "Fred Krupp: Let's launch a satellite to track a threatening greenhouse gas"}
{"en_409": "David Hoffman: Sputnik mania"}
{"en_410": "Rory  Bremner: A one-man world summit"}
{"en_411": "Janine Benyus: Biomimicry in action"}
{"en_412": "Essam Daod: How we can bring mental health support to refugees"}
{"en_413": "Emilie Wapnick: Why some of us don't have one true calling"}
{"en_414": "Lemn Sissay: A child of the state"}
{"en_415": "Jedidah Isler: The untapped genius that could change science for the better"}
{"en_416": "Graham Hawkes: A flight through the ocean"}
{"en_417": "Lee Cronin: Print your own medicine"}
{"en_418": "Euvin Naidoo: Why invest in Africa"}
{"en_419": "Handspring Puppet Co.: The genius puppetry behind War Horse"}
{"en_420": "Mark Pagel: How language transformed humanity"}
{"en_421": "Greg Lynn: Organic algorithms in architecture"}
{"en_422": "Alex Wissner-Gross: A new equation for intelligence"}
{"en_423": "Steve Silberman: The forgotten history of autism"}
{"en_424": "Daniel Tammet: Different ways of knowing"}
{"en_425": "Stefano Mancuso: The roots of plant intelligence"}
{"en_426": "Elizabeth Streb: My quest to defy gravity and fly"}
{"en_427": "Julie Lythcott-Haims: How to raise successful kids -- without over-parenting"}
{"en_428": "Dan Ariely: Beware conflicts of interest"}
{"en_429": "Freeman Hrabowski: 4 pillars of college success in science"}
{"en_430": "Carter Emmart: A 3D atlas of the universe"}
{"en_431": "Shimon Schocken: The self-organizing computer course"}
{"en_432": "Javed Akhtar: The gift of words"}
{"en_433": "Ethan Zuckerman: Listening to global voices"}
{"en_434": "Rebecca MacKinnon: Let's take back the Internet!"}
{"en_435": "Harsha Bhogle: The rise of cricket, the rise of India"}
{"en_436": "Kathryn Schulz: On being wrong"}
{"en_437": "Toby Shapshak: You don't need an app for that"}
{"en_438": "Lee Hotz: Inside an Antarctic time machine"}
{"en_439": "Mona Chalabi: 3 ways to spot a bad statistic"}
{"en_440": "Barry Schwartz: Our loss of wisdom"}
{"en_441": "David Pogue: 10 top time-saving tech tips"}
{"en_442": "Krista Donaldson: The $80 prosthetic knee that's changing lives"}
{"en_443": "John Bohannon: Dance vs. powerpoint, a modest proposal"}
{"en_444": "Shimon Steinberg: Natural pest control ... using bugs!"}
{"en_445": "Laurie Garrett: Lessons from the 1918 flu"}
{"en_446": "Dan Phillips: Creative houses from reclaimed stuff"}
{"en_447": "Courtney E. Martin: The new American Dream"}
{"en_448": "Ken Jennings: Watson, Jeopardy and me, the obsolete know-it-all"}
{"en_449": "Harald Haas: Forget Wi-Fi. Meet the new Li-Fi Internet"}
{"en_450": "Sarah Kay: If I should have a daughter ..."}
{"en_451": "Steven Wise: Chimps have feelings and thoughts. They should also have rights"}
{"en_452": "Louie Schwartzberg: Hidden miracles of the natural world"}
{"en_453": "Katlego Kolanyane-Kesupile: How I'm bringing queer pride to my rural village"}
{"en_454": "Theo Jansen: My creations, a new form of life"}
{"en_455": "Stuart Russell: 3 principles for creating safer AI"}
{"en_456": "Alexander Betts: Our refugee system is failing. Here's how we can fix it"}
{"en_457": "Steven Pinker: Human nature and the blank slate"}
{"en_458": "Erik Hersman: Reporting crisis via texting"}
{"en_459": "Miguel Nicolelis: Brain-to-brain communication has arrived. How we did it"}
{"en_460": "Ione Wells: How we talk about sexual assault online"}
{"en_461": "Moshe Safdie: How to reinvent the apartment building"}
{"en_462": "Khalida Brohi: How I work to protect women from honor killings"}
{"en_463": "David Camarillo: Why helmets don't prevent concussions -- and what might"}
{"en_464": "Peter Hirshberg: The web is more than \"better TV\""}
{"en_465": "Sue Desmond-Hellmann: A smarter, more precise way to think about public health"}
{"en_466": "May El-Khalil: Making peace is a marathon"}
{"en_467": "Jean-Baptiste Michel + Erez Lieberman Aiden: What we learned from 5 million books"}
{"en_468": "Danny Dorling: Maps that show us who we are (not just where we are)"}
{"en_469": "Olivier Scalabre: The next manufacturing revolution is here"}
{"en_470": "Rory Sutherland: Sweat the small stuff"}
{"en_471": "Nikki Webber Allen: Don't suffer from your depression in silence"}
{"en_472": "Luis von Ahn: Massive-scale online collaboration"}
{"en_473": "Ron McCallum: How technology allowed me to read"}
{"en_474": "Jane Chen: A warm embrace that saves lives"}
{"en_475": "Jared Ficklin: New ways to see music (with color! and fire!)"}
{"en_476": "Julia Sweeney: Letting go of God"}
{"en_477": "Norman Spack: How I help transgender teens become who they want to be"}
{"en_478": "Paolo Cardini: Forget multitasking, try monotasking"}
{"en_479": "Paul Collier: The \"bottom billion\""}
{"en_480": "Taylor Wilson: My radical plan for small nuclear fission reactors"}
{"en_481": "Judith Heumann: Our fight for disability rights -- and why we're not done yet"}
{"en_482": "Elizabeth Lev: The unheard story of the Sistine Chapel"}
{"en_483": "John Francis: Walk the earth ... my 17-year vow of silence"}
{"en_484": "Prumsodun Ok: The magic of Khmer classical dance"}
{"en_485": "Alan Siegel: Let's simplify legal jargon!"}
{"en_486": "Matthias Müllenbeck: What if we paid doctors to keep people healthy?"}
{"en_487": "Stacy Smith: The data behind Hollywood's sexism"}
{"en_488": "Daniel Kahneman: The riddle of experience vs. memory"}
{"en_489": "Mariano Sigman: Your words may predict your future mental health"}
{"en_490": "Charity Tillemann-Dick: Singing after a double lung transplant"}
{"en_491": "Eli Beer: The fastest ambulance? A motorcycle"}
{"en_492": "George Dyson: The story of Project Orion"}
{"en_493": "Shereen El Feki: Pop culture in the Arab world"}
{"en_494": "Lauren Hodge, Shree Bose + Naomi Shah: Award-winning teenage science in action"}
{"en_495": "Sharmeen Obaid-Chinoy: Inside a school for suicide bombers"}
{"en_496": "Paul Romer: Why the world needs charter cities"}
{"en_497": "Daniel Reisel: The neuroscience of restorative justice"}
{"en_498": "Patricia Burchat: Shedding light on dark matter"}
{"en_499": "Pia Mancini: How to upgrade democracy for the Internet era"}
{"en_500": "Juan Enriquez: Your online life, permanent as a tattoo"}
{"en_501": "Ben Ambridge: 10 myths about psychology, debunked"}
{"en_502": "Esther Duflo: Social experiments to fight poverty"}
{"en_503": "Susan Robinson: How I fail at being disabled"}
{"en_504": "Johan Rockström: Let the environment guide our development"}
{"en_505": "Enric Sala: Glimpses of a pristine ocean"}
{"en_506": "Vinay Shandal: How conscious investors can turn up the heat and make companies change"}
{"en_507": "David Brooks: The social animal"}
{"en_508": "Joel Selanikio: The big-data revolution in health care"}
{"en_509": "Sajay Samuel: How college loans exploit students for profit"}
{"en_510": "Helen Fisher: Technology hasn't changed love. Here's why"}
{"en_511": "Levon Biss: Mind-blowing, magnified portraits of insects"}
{"en_512": "Eleanor Longden: The voices in my head"}
{"en_513": "Megan Kamerick: Women should represent women in media"}
{"en_514": "Alex Kipman: A futuristic vision of the age of holograms"}
{"en_515": "Srikumar Rao: Plug into your hard-wired happiness"}
{"en_516": "Yassmin Abdel-Magied: What does my headscarf mean to you?"}
{"en_517": "Yann Arthus-Bertrand: A wide-angle view of fragile Earth"}
{"en_518": "Amit Sood: Building a museum of museums on the web"}
{"en_519": "Omar Ahmad: Political change with pen and paper"}
{"en_520": "Michelle Obama: A passionate, personal case for education"}
{"en_521": "Anjan Chatterjee: How your brain decides what is beautiful"}
{"en_522": "George Smoot: The design of the universe"}
{"en_523": "Dayananda Saraswati: The profound journey of compassion"}
{"en_524": "Mellody Hobson: Color blind or color brave?"}
{"en_525": "Natalie Merchant: Singing old poems to life"}
{"en_526": "Kang Lee: Can you really tell if a kid is lying?"}
{"en_527": "Sugata Mitra: Build a School in the Cloud"}
{"en_528": "Vinay Venkatraman: Technology crafts for the digitally underserved"}
{"en_529": "Clint Smith: The danger of silence"}
{"en_530": "Marco Annunziata: Welcome to the age of the industrial internet"}
{"en_531": "Bassam Tariq: The beauty and diversity of Muslim life"}
{"en_532": "Felix Dennis: Odes to vice and consequences"}
{"en_533": "Arik Hartmann: Our treatment of HIV has advanced. Why hasn't the stigma changed?"}
{"en_534": "Morgan Spurlock: The greatest TED Talk ever sold"}
{"en_535": "Carolyn Steel: How food shapes our cities"}
{"en_536": "Laura Trice: Remember to say thank you"}
{"en_537": "Bill Ford: A future beyond traffic gridlock"}
{"en_538": "Barry Schuler: Genomics 101"}
{"en_539": "Jamil Abu-Wardeh: The Axis of Evil Middle East Comedy Tour"}
{"en_540": "Bill Gross: A solar energy system that tracks the sun"}
{"en_541": "Eve Abrams: The human stories behind mass incarceration"}
{"en_542": "Neha Narula: The future of money"}
{"en_543": "Eman Mohammed: The courage to tell a hidden story"}
{"en_544": "Tim Urban: Inside the mind of a master procrastinator"}
{"en_545": "Carol Fishman Cohen: How to get back to work after a career break"}
{"en_546": "Michael Pawlyn: Using nature's genius in architecture"}
{"en_547": "Charles Limb: Building the musical muscle"}
{"en_548": "Marla Spivak: Why bees are disappearing"}
{"en_549": "Sean Carroll: Distant time and the hint of a multiverse"}
{"en_550": "Margaret Gould Stewart: How giant websites design for you (and a billion others, too)"}
{"en_551": "Olúfẹ́mi Táíwò: Why Africa must become a center of knowledge again"}
{"en_552": "Tara Houska: The Standing Rock resistance and our fight for indigenous rights"}
{"en_553": "Greg Gage: The real reason why mosquitoes buzz"}
{"en_554": "Xavier Vilalta: Architecture at home in its community"}
{"en_555": "Thomas Goetz: It's time to redesign medical data"}
{"en_556": "Ndidi Nwuneli: The role of faith and belief in modern Africa"}
{"en_557": "Andrew Dent: To eliminate waste, we need to rediscover thrift"}
{"en_558": "Peter Diamandis: Stephen Hawking's zero g flight"}
{"en_559": "Caroline Weaver: Why the pencil is perfect"}
{"en_560": "Meron Gribetz: A glimpse of the future through an augmented reality headset"}
{"en_561": "Chrystia Freeland: The rise of the new global super-rich"}
{"en_562": "Kenneth Lacovara: Hunting for dinosaurs showed me our place in the universe"}
{"en_563": "Alison Killing: What happens when a city runs out of room for its dead"}
{"en_564": "BLACK: My journey to yo-yo mastery"}
{"en_565": "Greg Stone: Saving the ocean one island at a time"}
{"en_566": "Jonathan Drori: Why we're storing billions of seeds"}
{"en_567": "Stephen Coleman: Non-lethal weapons, a moral hazard?"}
{"en_568": "Daniel Libeskind: 17 words of architectural inspiration"}
{"en_569": "Raymond Wang: How germs travel on planes -- and how we can stop them"}
{"en_570": "Sandra Aamodt: Why dieting doesn't usually work"}
{"en_571": "Liu Bolin: The invisible man"}
{"en_572": "Bahia Shehab: A thousand times no"}
{"en_573": "Ethan Nadelmann: Why we need to end the War on Drugs"}
{"en_574": "Jason Shen: Looking for a job? Highlight your ability, not your experience"}
{"en_575": "David McCandless: The beauty of data visualization"}
{"en_576": "Shekhar Kapur: We are the stories we tell ourselves"}
{"en_577": "Rory Stewart: Time to end the war in Afghanistan"}
{"en_578": "Johann Hari: Everything you think you know about addiction is wrong"}
{"en_579": "Mathieu Lehanneur: Science-inspired design"}
{"en_580": "P.W. Singer: Military robots and the future of war"}
{"en_581": "Scilla Elworthy: Fighting with nonviolence"}
{"en_582": "Malcolm London: \"High School Training Ground\""}
{"en_583": "Nancy Rabalais: The \"dead zone\" of the Gulf of Mexico"}
{"en_584": "Alessandra Orofino: It’s our city. Let’s fix it"}
{"en_585": "Caroline Phillips: Hurdy-gurdy for beginners"}
{"en_586": "Steve Truglia: A leap from the edge of space"}
{"en_587": "Nikki Clifton: 3 ways businesses can fight sex trafficking"}
{"en_588": "Sirena Huang: An 11-year-old's magical violin"}
{"en_589": "Severine Autesserre: To solve mass violence, look to locals"}
{"en_590": "Dan Bell: Inside America's dead shopping malls"}
{"en_591": "Jonathan Haidt: How common threats can make common (political) ground"}
{"en_592": "Barbara Block: Tagging tuna in the deep ocean"}
{"en_593": "Noel Bairey Merz: The single biggest health threat women face"}
{"en_594": "Robert Gupta: Music is medicine, music is sanity"}
{"en_595": "Jane Fonda: Life's third act"}
{"en_596": "Chetna Gala Sinha: How women in rural India turned courage into capital"}
{"en_597": "Tamekia MizLadi Smith: How to train employees to have difficult conversations"}
{"en_598": "Anna Heringer: The warmth and wisdom of mud buildings"}
{"en_599": "Lalitesh Katragadda: Making maps to fight disaster, build economies"}
{"en_600": "Tito Deler: \"My Fine Reward\""}
{"en_601": "Patience Mthunzi: Could we cure HIV with lasers?"}
{"en_602": "Richard Ledgett: The NSA responds to Edward Snowden's TED Talk"}
{"en_603": "Laolu Senbanjo: \"The Sacred Art of the Ori\""}
{"en_604": "Katherine Fulton: You are the future of philanthropy"}
{"en_605": "Bono: The good news on poverty (Yes, there's good news)"}
{"en_606": "Lucianne Walkowicz: Finding planets around other stars"}
{"en_607": "Tal Danino: Programming bacteria to detect cancer (and maybe treat it)"}
{"en_608": "Dan Dennett: The illusion of consciousness"}
{"en_609": "Mileha Soneji: Simple hacks for life with Parkinson's"}
{"en_610": "Dan Cobley: What physics taught me about marketing"}
{"en_611": "Erin McKean: Go ahead, make up new words!"}
{"en_612": "Sugata Mitra: The child-driven education"}
{"en_613": "Beth Malone: How my dad's dementia changed my idea of death (and life)"}
{"en_614": "Oren Yakobovich: Hidden cameras that film injustice in the world’s most dangerous places"}
{"en_615": "Ilona Stengel: The role of human emotions in science and research"}
{"en_616": "Erik Johansson: Impossible photography"}
{"en_617": "Peggy Orenstein: What young women believe about their own sexual pleasure"}
{"en_618": "Dave Brain: What a planet needs to sustain life"}
{"en_619": "Robert Swan: Let's save the last pristine continent"}
{"en_620": "Latif Nasser: The amazing story of the man who gave us modern pain relief"}
{"en_621": "Michael Norton: How to buy happiness"}
{"en_622": "Robert Fischell: My wish: Three unusual medical inventions"}
{"en_623": "Peter Doolittle: How your \"working memory\" makes sense of the world"}
{"en_624": "John Graham-Cumming: The greatest machine that never was"}
{"en_625": "Yann Dall'Aglio: Love -- you're doing it wrong"}
{"en_626": "Stefan Sagmeister: 7 rules for making more happiness"}
{"en_627": "Francis Collins: We need better drugs -- now"}
{"en_628": "Rutger Bregman: Poverty isn't a lack of character; it's a lack of cash"}
{"en_629": "Ben Goldacre: Battling bad science"}
{"en_630": "Christopher Bell: Bring on the female superheroes!"}
{"en_631": "Christiane Amanpour: How to seek truth in the era of fake news"}
{"en_632": "Tania Luna: How a penny made me feel like a millionaire"}
{"en_633": "Eric Sanderson: New York -- before the City"}
{"en_634": "Young-ha Kim: Be an artist, right now!"}
{"en_635": "David Blaine: How I held my breath for 17 minutes"}
{"en_636": "David Kwong: Two nerdy obsessions meet -- and it's magic"}
{"en_637": "Dambisa Moyo: Is China the new idol for emerging economies?"}
{"en_638": "Robin Murphy: These robots come to the rescue after a disaster"}
{"en_639": "Catherine Mohr: How I became part sea urchin"}
{"en_640": "Alessandro Acquisti: What will a future without secrets look like?"}
{"en_641": "Brené Brown: The power of vulnerability"}
{"en_642": "Al Gore: The case for optimism on climate change"}
{"en_643": "Anas Aremeyaw Anas: How I named, shamed and jailed"}
{"en_644": "George Monbiot: For more wonder, rewild the world"}
{"en_645": "Adam de la Zerda: We can start winning the war against cancer"}
{"en_646": "Nikolai Begg: A tool to fix one of the most dangerous moments in surgery"}
{"en_647": "Roz Savage: Why I'm rowing across the Pacific"}
{"en_648": "Jill Sobule: Global warming's theme song, \"Manhattan in January\""}
{"en_649": "Timothy Ihrig: What we can do to die well"}
{"en_650": "Yves Behar: Designing objects that tell stories"}
{"en_651": "Jonathan Haidt: Can a divided America heal?"}
{"en_652": "Cristina Domenech: Poetry that frees the soul"}
{"en_653": "David Lang: My underwater robot"}
{"en_654": "Sendhil Mullainathan: Solving social problems with a nudge"}
{"en_655": "Gavin Schmidt: The emergent patterns of climate change"}
{"en_656": "Scott Rickard: The beautiful math behind the world's ugliest music"}
{"en_657": "Morley: \"Women of Hope\""}
{"en_658": "Vik Muniz: Art with wire, sugar, chocolate and string"}
{"en_659": "Jennifer Pahlka: Coding a better government"}
{"en_660": "Luvvie Ajayi: Get comfortable with being uncomfortable"}
{"en_661": "Zubaida Bai: A simple birth kit for mothers in the developing world"}
{"en_662": "Bill Gates: Mosquitos, malaria and education"}
{"en_663": "Murray Gell-Mann: Beauty, truth and ... physics?"}
{"en_664": "Geena Rocero: Why I must come out"}
{"en_665": "Jessica Green: We're covered in germs. Let's design for that."}
{"en_666": "Euna Lee: What I learned as a prisoner in North Korea"}
{"en_667": "Yossi Vardi: We're worried about local warming ... in your lap"}
{"en_668": "Jennifer Doudna:  How CRISPR lets us edit our DNA"}
{"en_669": "Aditi Shankardass: A second opinion on developmental disorders"}
{"en_670": "Jennifer Healey: If cars could talk, accidents might be avoidable"}
{"en_671": "Jessica Ladd: The reporting system that sexual assault survivors want"}
{"en_672": "Usman Riaz + Preston Reed: A young guitarist meets his hero"}
{"en_673": "Benjamin Wallace: The price of happiness"}
{"en_674": "DeAndrea Salvador: How we can make energy more affordable for low-income families"}
{"en_675": "Taryn Simon: The stories behind the bloodlines"}
{"en_676": "Lord Nicholas Stern: The state of the climate — and what we might do about it"}
{"en_677": "Ric Elias: 3 things I learned while my plane crashed"}
{"en_678": "ShaoLan: The Chinese zodiac, explained"}
{"en_679": "Lewis Pugh: My mind-shifting Everest swim"}
{"en_680": "Rory Sutherland: Perspective is everything"}
{"en_681": "Nathan Wolfe: What's left to explore?"}
{"en_682": "Tanya Menon: The secret to great opportunities? The person you haven't met yet"}
{"en_683": "Talithia Williams: Own your body's data"}
{"en_684": "David Gallo: Life in the deep oceans"}
{"en_685": "Hugh Herr: How we'll become cyborgs and extend human potential"}
{"en_686": "Ji-Hae Park: The violin, and my dark night of the soul"}
{"en_687": "Liz Diller: A new museum wing ... in a giant bubble"}
{"en_688": "George Whitesides: A lab the size of a postage stamp"}
{"en_689": "David Brenner: A new weapon in the fight against superbugs"}
{"en_690": "Ross Lovegrove: Organic design, inspired by nature"}
{"en_691": "Chris Burkard: The joy of surfing in ice-cold water"}
{"en_692": "Tim Berners-Lee: The next web"}
{"en_693": "Brewster Kahle: A free digital library"}
{"en_694": "Mohamad Jebara: This company pays kids to do their math homework"}
{"en_695": "Brian Cox: CERN's supercollider"}
{"en_696": "Rob Harmon: How to keep rivers and streams flowing"}
{"en_697": "Bernie Dunlap: The life-long learner"}
{"en_698": "Carl Safina: What are animals thinking and feeling?"}
{"en_699": "Steven Levitt: Surprising stats about child carseats"}
{"en_700": "Keith Nolan: Deaf in the military"}
{"en_701": "Tiq Milan and Kim Katrin Milan: A queer vision of love and marriage"}
{"en_702": "Esther Perel: Rethinking infidelity ... a talk for anyone who has ever loved"}
{"en_703": "Amit Sood: Every piece of art you've ever wanted to see -- up close and searchable"}
{"en_704": "Paola Antonelli: Treat design as art"}
{"en_705": "Alexis Charpentier: How record collectors find lost music and preserve our cultural heritage"}
{"en_706": "Bjorn Lomborg: Global priorities bigger than climate change"}
{"en_707": "Robert Hammond: Building a park in the sky"}
{"en_708": "Christopher McDougall: Are we born to run?"}
{"en_709": "Molly Stevens: A new way to grow bone"}
{"en_710": "Richard St. John: Success is a continuous journey"}
{"en_711": "John Searle: Our shared condition -- consciousness"}
{"en_712": "Oded Shoseyov: How we're harnessing nature's hidden superpowers"}
{"en_713": "Del Harvey: Protecting Twitter users (sometimes from themselves)"}
{"en_714": "Brian Greene: Is our universe the only universe?"}
{"en_715": "Bruno Bowden + Rufus Cappadocia: Watch me fold origami (blindfolded)"}
{"en_716": "Monica Lewinsky: The price of shame"}
{"en_717": "Richard St. John: 8 secrets of success"}
{"en_718": "Ayah Bdeir: Building blocks that blink, beep and teach"}
{"en_719": "Ken Robinson: How to escape education's death valley"}
{"en_720": "Yuval Noah Harari: Nationalism vs. globalism: the new political divide"}
{"en_721": "Tom Honey: Why would God create a tsunami?"}
{"en_722": "Kasiva Mutua: How I use the drum to tell my story"}
{"en_723": "Margaret Gould Stewart: How the hyperlink changed everything"}
{"en_724": "Dee Boersma: Pay attention to penguins"}
{"en_725": "Jonathan Foley: The other inconvenient truth"}
{"en_726": "Anne Madden: Meet the microscopic life in your home -- and on your face"}
{"en_727": "Johanna Blakley: Social media and the end of gender"}
{"en_728": "Supasorn Suwajanakorn: Fake videos of real people -- and how to spot them"}
{"en_729": "Sebastian Wernicke: 1,000 TED Talks in six words"}
{"en_730": "Benedetta Berti: Did the global response to 9/11 make us safer?"}
{"en_731": "Hetain Patel: Who am I? Think again"}
{"en_732": "Heather Brooke: My battle to expose government corruption"}
{"en_733": "Paul Bloom: Can prejudice ever be a good thing?"}
{"en_734": "Lawrence Lessig: The unstoppable walk to political reform"}
{"en_735": "Roselinde Torres: What it takes to be a great leader"}
{"en_736": "Saki Mafundikwa: Ingenuity and elegance in ancient African alphabets"}
{"en_737": "Shea Hembrey: How I became 100 artists"}
{"en_738": "Sean Follmer: Shape-shifting tech will change work as we know it"}
{"en_739": "Jonas Gahr Støre: In defense of dialogue"}
{"en_740": "Frans de Waal: Moral behavior in animals"}
{"en_741": "Richard Baraniuk: The birth of the open-source learning revolution"}
{"en_742": "Wanuri Kahiu: Fun, fierce and fantastical African art"}
{"en_743": "David Gallo: Underwater astonishments"}
{"en_744": "Julian Treasure: How to speak so that people want to listen"}
{"en_745": "Guy Winch: How to fix a broken heart"}
{"en_746": "Katie Hinde: What we don't know about mother's milk"}
{"en_747": "Sally Kohn: What we can do about the culture of hate"}
{"en_748": "Erika Gregory: The world doesn't need more nuclear weapons"}
{"en_749": "James Burchfield: Playing invisible turntables"}
{"en_750": "David Logan: Tribal leadership"}
{"en_751": "Lucy Kalanithi: What makes life worth living in the face of death"}
{"en_752": "Eric Dishman: Take health care off the mainframe"}
{"en_753": "Jamie Drummond: Let's crowdsource the world's goals"}
{"en_754": "Xavier De Kestelier: Adventures of an interplanetary architect"}
{"en_755": "Anthony D. Romero: This is what democracy looks like"}
{"en_756": "Tavi Gevinson: A teen just trying to figure it out"}
{"en_757": "Joy Buolamwini: How I'm fighting bias in algorithms"}
{"en_758": "Alyssa Monks: How loss helped one artist find beauty in imperfection"}
{"en_759": "LB Hannahs: What it's like to be a transgender dad"}
{"en_760": "Daniel Kish: How I use sonar to navigate the world"}
{"en_761": "Harish Manwani: Profit’s not always the point"}
{"en_762": "Andrew Bastawrous: A new way to fund health care for the most vulnerable"}
{"en_763": "Stephen Cave: The 4 stories we tell ourselves about death"}
{"en_764": "Jon Ronson: When online shaming goes too far"}
{"en_765": "David Kelley: Human-centered design"}
{"en_766": "Rebecca Onie: What if our health care system kept us healthy?"}
{"en_767": "Marco Tempest: And for my next trick, a robot"}
{"en_768": "Shukla Bose: Teaching one child at a time"}
{"en_769": "Mike Rowe: Learning from dirty jobs"}
{"en_770": "Angela Wang: How China is changing the future of shopping"}
{"en_771": "Zeynep Tufekci: Machine intelligence makes human morals more important"}
{"en_772": "Rebecca Onie: What Americans agree on when it comes to health"}
{"en_773": "Dan Gilbert: The surprising science of happiness"}
{"en_774": "Wael Ghonim: Let's design social media that drives real change"}
{"en_775": "John Maeda: How art, technology and design inform creative leaders"}
{"en_776": "Don Tapscott: How the blockchain is changing money and business"}
{"en_777": "Michael Metcalfe: A provocative way to finance the fight against climate change"}
{"en_778": "Lauren Sallan: How to win at evolution and survive a mass extinction"}
{"en_779": "Henrietta Fore: How we can help young people build a better future"}
{"en_780": "Naturally 7: A full-band beatbox"}
{"en_781": "Hadyn Parry: Re-engineering mosquitos to fight disease"}
{"en_782": "Sam Richards: A radical experiment in empathy"}
{"en_783": "Robin Morgan: 4 powerful poems about Parkinson's and growing older"}
{"en_784": "Elizabeth Lesser: Take \"the Other\" to lunch"}
{"en_785": "Amishi Jha: How to tame your wandering mind"}
{"en_786": "Jason Fried: Why work doesn't happen at work"}
{"en_787": "Sam Harris: Science can answer moral questions"}
{"en_788": "Steven Pinker: The surprising decline in violence"}
{"en_789": "Dao Nguyen: What makes something go viral?"}
{"en_790": "Josette Sheeran: Ending hunger now"}
{"en_791": "Jonathan Trent: Energy from floating algae pods"}
{"en_792": "Leila Hoteit: 3 lessons on success from an Arab businesswoman"}
{"en_793": "Leonard Susskind: My friend Richard Feynman"}
{"en_794": "Russ Altman: What really happens when you mix medications?"}
{"en_795": "Nellie McKay: \"The Dog Song\""}
{"en_796": "Brian Cox: Why we need the explorers"}
{"en_797": "Sinéad Burke: Why design should include everyone"}
{"en_798": "Hans Rosling: The best stats you've ever seen"}
{"en_799": "Richard Dawkins: Why the universe seems so strange"}
{"en_800": "Emily Pilloton: Teaching design for change"}
{"en_801": "Joseph Kim: The family I lost in North Korea. And the family I gained."}
{"en_802": "Natalie MacMaster: Cape Breton fiddling in reel time"}
{"en_803": "Giada Gerboni: The incredible potential of flexible, soft robots"}
{"en_804": "Sarah Kaminsky: My father the forger"}
{"en_805": "Richard Seymour: How beauty feels"}
{"en_806": "Neil Gershenfeld: Unleash your creativity in a Fab Lab"}
{"en_807": "Kate Stone: DJ decks made of ... paper"}
{"en_808": "Siegfried Woldhek: The search for the true face of Leonardo"}
{"en_809": "Chip Kidd: The art of first impressions -- in design and life"}
{"en_810": "Dambisa Moyo: Economic growth has stalled. Let's fix it"}
{"en_811": "Mike Gil: Could fish social networks help us save coral reefs?"}
{"en_812": "Barbara Natterson-Horowitz: What veterinarians know that physicians don't"}
{"en_813": "Tristan Harris: How a handful of tech companies control billions of minds every day"}
{"en_814": "Ronald Sullivan: How I help free innocent people from prison"}
{"en_815": "Guillaume Néry: The exhilarating peace of freediving"}
{"en_816": "Elise LeGrow: \"You Never Can Tell\" / \"Over the Mountain, Across the Sea\""}
{"en_817": "Elon Musk: The mind behind Tesla, SpaceX, SolarCity ..."}
{"en_818": "Alec Soth + Stacey Baker: This is what enduring love looks like"}
{"en_819": "Steven Levitt: The freakonomics of crack dealing"}
{"en_820": "Seth Shostak: ET is (probably) out there -- get ready"}
{"en_821": "Salvatore Iaconesi: What happened when I open-sourced my brain cancer"}
{"en_822": "Steve McCarroll: How data is helping us unravel the mysteries of the brain"}
{"en_823": "Jimmy Carter: Why I believe the mistreatment of women is the number one human rights abuse "}
{"en_824": "Marco Tempest: Augmented reality, techno-magic"}
{"en_825": "Shaka Senghor: Why your worst deeds don’t define you"}
{"en_826": "Maya Beiser: A cello with many voices"}
{"en_827": "Simon Anholt: Who would the rest of the world vote for in your country's election?"}
{"en_828": "Nellie McKay: \"Clonie\""}
{"en_829": "Niti Bhan: The hidden opportunities of the informal economy"}
{"en_830": "David Korins: 3 ways to create a space that moves you, from a Broadway set designer"}
{"en_831": "Rainer Strack: The workforce crisis of 2030 -- and how to start solving it now"}
{"en_832": "Dan Pink: The puzzle of motivation"}
{"en_833": "Peter Ward: A theory of Earth's mass extinctions"}
{"en_834": "Sugata Mitra: Kids can teach themselves"}
{"en_835": "Siyanda Mohutsiwa: How young Africans found a voice on Twitter"}
{"en_836": "Françoise Mouly: The stories behind The New Yorker's iconic covers"}
{"en_837": "Tim Kruger: Can we stop climate change by removing CO2 from the air?"}
{"en_838": "Rocío Lorenzo: How diversity makes teams more innovative"}
{"en_839": "Stewart Brand: The Long Now"}
{"en_840": "Murray Gell-Mann: The ancestor of language"}
{"en_841": "Robin Chase: The idea behind Zipcar (and what comes next)"}
{"en_842": "Lemon Andersen: Please don't take my Air Jordans"}
{"en_843": "Chieko Asakawa: How new technology helps blind people explore the world"}
{"en_844": "Deborah Rhodes: A test that finds 3x more breast tumors, and why it's not available to you"}
{"en_845": "Jill Bolte Taylor: My stroke of insight"}
{"en_846": "Dan Gartenberg: The brain benefits of deep sleep -- and how to get more of it"}
{"en_847": "Erricka Bridgeford: How Baltimore called a ceasefire"}
{"en_848": "Sarah Jones: One woman, five characters, and a sex lesson from the future"}
{"en_849": "Chris McKnett: The investment logic for sustainability"}
{"en_850": "Peter Calthorpe: 7 principles for building better cities"}
{"en_851": "Jamie Oliver: Teach every child about food"}
{"en_852": "Ash Beckham: We're all hiding something. Let's find the courage to open up"}
{"en_853": "Paul Greenberg: The four fish we're overeating -- and what to eat instead"}
{"en_854": "Elizabeth Gilbert: Success, failure and the drive to keep creating"}
{"en_855": "Beverly + Dereck Joubert: Life lessons from big cats"}
{"en_856": "Anthony Goldbloom: The jobs we'll lose to machines -- and the ones we won't"}
{"en_857": "Wendy Chung: Autism — what we know (and what we don't know yet)"}
{"en_858": "Jackson Browne: A song inspired by the ocean"}
{"en_859": "Raffaello D'Andrea: The astounding athletic power of quadcopters"}
{"en_860": "Joshua Smith: New nanotech to detect cancer early"}
{"en_861": "Susan Savage-Rumbaugh: The gentle genius of bonobos"}
{"en_862": "David Pogue: Simplicity sells"}
{"en_863": "Nancy Kanwisher: A neural portrait of the human mind"}
{"en_864": "Guy Winch: Why we all need to practice emotional first aid"}
{"en_865": "Andrew Fitzgerald: Adventures in Twitter fiction"}
{"en_866": "Anil Seth: Your brain hallucinates your conscious reality"}
{"en_867": "Touria El Glaoui:  Inside Africa's thriving art scene"}
{"en_868": "Greg Gage: The cockroach beatbox"}
{"en_869": "Anil Ananthaswamy: What it takes to do extreme astrophysics"}
{"en_870": "LZ Granderson: The myth of the gay agenda"}
{"en_871": "Michael Dickinson: How a fly flies"}
{"en_872": "Stephen Webb: Where are all the aliens?"}
{"en_873": "Arthur Brooks: A conservative's plea: Let's work together"}
{"en_874": "Deborah Scranton: An Iraq war movie crowd-sourced from soldiers"}
{"en_875": "Oscar Schwartz: Can a computer write poetry?"}
{"en_876": "Emily Levine: A theory of everything"}
{"en_877": "Nellie McKay: \"Mother of Pearl,\" \"If I Had You\""}
{"en_878": "Dean Kamen: Luke, a new prosthetic arm for soldiers"}
{"en_879": "Dan Ariely: What makes us feel good about our work?"}
{"en_880": "Peter Eigen: How to expose the corrupt"}
{"en_881": "Nina Dølvik Brochmann and Ellen Støkken Dahl: The virginity fraud"}
{"en_882": "Graham Hill: Less stuff, more happiness"}
{"en_883": "Nick Bostrom: What happens when our computers get smarter than we are?"}
{"en_884": "Robin Hanson: What would happen if we upload our brains to computers?"}
{"en_885": "Paul Kemp-Robertson: Bitcoin. Sweat. Tide. Meet the future of branded currency."}
{"en_886": "Mac Barnett: Why a good book is a secret door"}
{"en_887": "Kartick Satyanarayan: How we rescued the \"dancing bears\""}
{"en_888": "Adam Ostrow: After your final status update"}
{"en_889": "Angela Patton: A father-daughter dance ... in prison"}
{"en_890": "Alexander Betts: Why Brexit happened -- and what to do next"}
{"en_891": "Anjan Sundaram: Why I risked my life to expose a government massacre"}
{"en_892": "Jeff Speck: 4 ways to make a city more walkable"}
{"en_893": "Rachel Sussman: The world's oldest living things"}
{"en_894": "Mary Lou Jepsen: How we can use light to see deep inside our bodies and brains"}
{"en_895": "Tommy McCall: The simple genius of a good graphic"}
{"en_896": "Nancy Etcoff: Happiness and its surprises"}
{"en_897": "Mary Lou Jepsen: Could future devices read images from our brains?"}
{"en_898": "R. Luke DuBois: Insightful human portraits made from data"}
{"en_899": "Tasso Azevedo: Hopeful lessons from the battle to save rainforests"}
{"en_900": "James Geary: Metaphorically speaking"}
{"en_901": "Nancy Lublin: Texting that saves lives"}
{"en_902": "Didier Sornette: How we can predict the next financial crisis"}
{"en_903": "Lucianne Walkowicz: Look up for a change"}
{"en_904": "Howard C. Stevenson: How to resolve racially stressful situations"}
{"en_905": "Michael Shermer: Why people believe weird things"}
{"en_906": "Zeynep Tufekci: Online social change: easy to organize, hard to win"}
{"en_907": "Kees Moeliker: How a dead duck changed my life"}
{"en_908": "Daniel Susskind: 3 myths about the future of work (and why they're not true)"}
{"en_909": "Richard Sears: Planning for the end of oil"}
{"en_910": "Hod Lipson: Building \"self-aware\" robots"}
{"en_911": "Thandiswa Mazwai: \"Iyeza\" / \"Zabalaza\""}
{"en_912": "Hans Rosling: The good news of the decade? We're winning the war against child mortality"}
{"en_913": "Anna Mracek Dietrich: A plane you can drive"}
{"en_914": "Rose Goslinga: Crop insurance, an idea worth seeding"}
{"en_915": "Anastasia Taylor-Lind: Fighters and mourners of the Ukrainian revolution"}
{"en_916": "Bettina Warburg: How the blockchain will radically transform the economy"}
{"en_917": "Steven Schwaitzberg: A universal translator for surgeons"}
{"en_918": "Elizabeth White: An honest look at the personal finance crisis"}
{"en_919": "Pamela Ronald: The case for engineering our food"}
{"en_920": " Rei: \"my mama\" / \"BLACK BANANA\""}
{"en_921": "Mark Forsyth: What's a snollygoster? A short lesson in political speak"}
{"en_922": "Edward Snowden: Here's how we take back the Internet"}
{"en_923": "John Legend: \"Redemption Song\""}
{"en_924": "David Hanson: Robots that \"show emotion\""}
{"en_925": "Jeff Skoll: My journey into movies that matter"}
{"en_926": "Adong Judith: How I use art to bridge misunderstanding"}
{"en_927": "Gregory Heyworth: How I'm discovering the secrets of ancient texts"}
{"en_928": "Ian Goldin: Navigating our global future"}
{"en_929": "Hubertus Knabe: The dark secrets of a surveillance state"}
{"en_930": "Ueli Gegenschatz: Extreme wingsuit flying"}
{"en_931": "Catherine Mohr: Surgery's past, present and robotic future"}
{"en_932": "Charles Fleischer: All things are Moleeds"}
{"en_933": "Robert Full: The secrets of nature's grossest creatures, channeled into robots"}
{"en_934": "Melissa Garren: The sea we've hardly seen"}
{"en_935": "Trevor Aaronson: How this FBI strategy is actually creating US-based terrorists"}
{"en_936": "Roger Stein: A bold new way to fund drug research"}
{"en_937": "Ameenah Gurib-Fakim and Stephanie Busari: An interview with Mauritius's first female president"}
{"en_938": "Ryan Lobo: Photographing the hidden story"}
{"en_939": "Martin Hanczyc: The line between life and not-life"}
{"en_940": "Daan Roosegaarde: A smog vacuum cleaner and other magical city designs"}
{"en_941": "Homaro Cantu + Ben Roche: Cooking as alchemy"}
{"en_942": "Aubrey de Grey: A roadmap to end aging"}
{"en_943": "Misha Glenny: The real story of McMafia -- how global crime networks work"}
{"en_944": "Mandy Len Catron: Falling in love is the easy part"}
{"en_945": "Jessica Green: Are we filtering the wrong microbes?"}
{"en_946": "Justin Baldoni: Why I'm done trying to be \"man enough\""}
{"en_947": "Dina Katabi: A new way to monitor vital signs (that can see through walls)"}
{"en_948": "Anand Giridharadas: A tale of two Americas. And the mini-mart where they collided"}
{"en_949": "Michael Porter: The case for letting business solve social problems"}
{"en_950": "Marc Pachter: The art of the interview"}
{"en_951": "David Griffin: How photography connects us"}
{"en_952": "David Rothkopf: How fear drives American politics"}
{"en_953": "Lisa Gansky: The future of business is the \"mesh\""}
{"en_954": "Emtithal Mahmoud: A young poet tells the story of Darfur"}
{"en_955": "Martin Reeves: How to build a business that lasts 100 years"}
{"en_956": "Wendy Woods: The business benefits of doing good"}
{"en_957": "Anna Rosling Rönnlund: See how the rest of the world lives, organized by income"}
{"en_958": "Colin Stokes: How movies teach manhood"}
{"en_959": "David R. Dow: Lessons from death row inmates"}
{"en_960": "Aaswath Raman: How we can turn the cold of outer space into a renewable resource"}
{"en_961": "Justin Hall-Tipping: Freeing energy from the grid"}
{"en_962": "Cesar Kuriyama: One second every day"}
{"en_963": "Peter Weinstock: Lifelike simulations that make real-life surgery safer"}
{"en_964": "Marc Koska: 1.3m reasons to re-invent the syringe"}
{"en_965": "Eduardo Sáenz de Cabezón: Math is forever"}
{"en_966": "Craig Venter: Sampling the ocean's DNA"}
{"en_967": "Robert Thurman: Expanding your circle of compassion"}
{"en_968": "Stefana Broadbent: How the Internet enables intimacy"}
{"en_969": "Alex Tabarrok: How ideas trump crises"}
{"en_970": "Hasini Jayatilaka: How cancer cells communicate -- and how we can slow them down"}
{"en_971": "Kenneth Cukier: Big data is better data"}
{"en_972": "Krista Tippett: Reconnecting with compassion"}
{"en_973": "Philip Zimbardo: The psychology of time"}
{"en_974": "Dianna Cohen: Tough truths about plastic pollution"}
{"en_975": "Danny Hillis: Should we create a solar shade to cool the earth?"}
{"en_976": "Joe Madiath: Better toilets, better life"}
{"en_977": "Antonio Damasio: The quest to understand consciousness"}
{"en_978": "Jonathan Harris: The Web's secret stories"}
{"en_979": "Susan Shaw: The oil spill's toxic trade-off"}
{"en_980": "Daniel Schnitzer: Inventing is the easy part. Marketing takes work"}
{"en_981": "Arthur Benjamin: Teach statistics before calculus!"}
{"en_982": "Danielle Wood: 6 space technologies we can use to improve life on Earth"}
{"en_983": "Anote Tong: My country will be underwater soon -- unless we work together"}
{"en_984": "Ramsey Musallam: 3 rules to spark learning"}
{"en_985": "Maryn McKenna: What do we do when antibiotics don't work any more?"}
{"en_986": "Charles Anderson: Dragonflies that fly across oceans"}
{"en_987": "Edward Burtynsky: My wish: Manufactured landscapes and green education"}
{"en_988": "Kevin Njabo: How we can stop Africa's scientific brain drain"}
{"en_989": "Kevin Kelly: The next 5,000 days of the web"}
{"en_990": "Anne Curzan: What makes a word \"real\"?"}
{"en_991": "Chika Ezeanya-Esiobu: How Africa can use its traditional knowledge to make progress"}
{"en_992": "Jim Fallon: Exploring the mind of a killer"}
{"en_993": "Bono: My wish: Three actions for Africa"}
{"en_994": "Erik Schlangen: A \"self-healing\" asphalt"}
{"en_995": "Philip Zimbardo: The demise of guys?"}
{"en_996": "Liz Coleman: A call to reinvent liberal arts education"}
{"en_997": "Charles Robertson: Africa's next boom"}
{"en_998": "Nic Marks: The Happy Planet Index"}
{"en_999": "David Bismark: E-voting without fraud"}
{"en_1000": "Robin Steinberg: What if we ended the injustice of bail?"}
{"en_1001": "Charmian Gooch: Meet global corruption's hidden players"}
{"en_1002": "Lawrence Lessig: Laws that choke creativity"}
{"en_1003": "Nadia Lopez: Why open a school? To close a prison"}
{"en_1004": "Matthew Carter: My life in typefaces"}
{"en_1005": "Yoruba Richen: What the gay rights movement learned from the civil rights movement"}
{"en_1006": "Seyi Oyesola: A hospital tour in Nigeria"}
{"en_1007": "Dale Dougherty: We are makers"}
{"en_1008": "Don Norman: 3 ways good design makes you happy"}
{"en_1009": "Cesar Harada: How I teach kids to love science"}
{"en_1010": "Bill Clinton: My wish: Rebuilding Rwanda"}
{"en_1011": "David Merrill: Toy tiles that talk to each other"}
{"en_1012": "James Flynn: Why our IQ levels are higher than our grandparents'"}
{"en_1013": "Steven Cowley: Fusion is energy's future"}
{"en_1014": "Luca Turin: The science of scent"}
{"en_1015": "Kathryn Schulz: Don't regret regret"}
{"en_1016": "Jason Pontin: Can technology solve our big problems?"}
{"en_1017": "Jill Shargaa: Please, please, people. Let's put the 'awe' back in 'awesome'"}
{"en_1018": "Topher White: What can save the rainforest? Your used cell phone"}
{"en_1019": "Andres Lozano: Parkinson's, depression and the switch that might turn them off"}
{"en_1020": "Mohamed Ali: The link between unemployment and terrorism"}
{"en_1021": "Emmanuel Jal: The music of a war child"}
{"en_1022": "Kailash Satyarthi: How to make peace? Get angry"}
{"en_1023": "Joel Levine: Why we need to go back to Mars"}
{"en_1024": "Pete Alcorn: The world in 2200"}
{"en_1025": "Josh Luber: Why sneakers are a great investment"}
{"en_1026": "John Amory: How a male contraceptive pill could work"}
{"en_1027": "Simon Lewis: Don't take consciousness for granted"}
{"en_1028": "Michael Rain: What it's like to be the child of immigrants"}
{"en_1029": "Jennifer Lin: Improvising on piano, aged 14"}
{"en_1030": "Dan Bricklin: Meet the inventor of the electronic spreadsheet"}
{"en_1031": "Shimpei Takahashi: Play this word game to come up with original ideas"}
{"en_1032": "Paola Antonelli: Design and the Elastic Mind"}
{"en_1033": "Tim Berners-Lee: A Magna Carta for the web"}
{"en_1034": "Casey Brown: Know your worth, and then ask for it"}
{"en_1035": "Danny Hillis: Understanding cancer through proteomics"}
{"en_1036": "Ben Saunders: Why did I ski to the North Pole?"}
{"en_1037": "Geraldine Hamilton: Body parts on a chip"}
{"en_1038": "Anthony Atala: Printing a human kidney"}
{"en_1039": "Edith Widder: Glowing life in an underwater world"}
{"en_1040": "Richard Pyle: A dive into the reef's Twilight Zone"}
{"en_1041": "Marc Abrahams: A science award that makes you laugh, then think"}
{"en_1042": "Ann Cooper: What's wrong with school lunches"}
{"en_1043": "Jennifer Brea: What happens when you have a disease doctors can't diagnose"}
{"en_1044": "William Ury: The walk from \"no\" to \"yes\""}
{"en_1045": "Melati and Isabel Wijsen: Our campaign to ban plastic bags in Bali"}
{"en_1046": "Norman Lear: An entertainment icon on living a life of meaning"}
{"en_1047": "Tina Seelig: The little risks you can take to increase your luck"}
{"en_1048": "Peter Molyneux: Meet Milo, the virtual boy"}
{"en_1049": "Hendrik Poinar: Bring back the woolly mammoth!"}
{"en_1050": "Jan Chipchase: The anthropology of mobile phones"}
{"en_1051": "The LXD: In the Internet age, dance evolves ..."}
{"en_1052": "Rebecca MacKinnon: We can fight terror without sacrificing our rights"}
{"en_1053": "Sherry Turkle: Connected, but alone?"}
{"en_1054": "Nicholas Negroponte: A 30-year history of the future"}
{"en_1055": "Beardyman: The polyphonic me"}
{"en_1056": "Paula Johnson: His and hers ... health care"}
{"en_1057": "Karoliina Korppoo: How a video game might help us build better cities"}
{"en_1058": "Tim Berners-Lee: The year open data went worldwide"}
{"en_1059": "David Agus: A new strategy in the war on cancer"}
{"en_1060": "Rives: Reinventing the encyclopedia game"}
{"en_1061": "Tom Wujec: Build a tower, build a team"}
{"en_1062": "Sethembile Msezane: Living sculptures that stand for history's truths"}
{"en_1063": "Michael Sandel: The lost art of democratic debate"}
{"en_1064": "Naomi Oreskes: Why we should trust scientists"}
{"en_1065": "Mary Maker: Why I fight for the education of refugee girls (like me)"}
{"en_1066": "Paul Moller: My dream of a flying car"}
{"en_1067": "Iqbal Quadir: How mobile phones can fight poverty"}
{"en_1068": "Margaret Heffernan: Forget the pecking order at work"}
{"en_1069": "Jennifer 8. Lee: The hunt for General Tso"}
{"en_1070": "Jane McGonigal: Massively multi-player… thumb-wrestling?"}
{"en_1071": "Nick Hanauer: Beware, fellow plutocrats, the pitchforks are coming"}
{"en_1072": "Todd Kuiken: A prosthetic arm that \"feels\""}
{"en_1073": "Yuval Noah Harari: What explains the rise of humans?"}
{"en_1074": "John Wilbanks: Let's pool our medical data"}
{"en_1075": "Kiran Bedi: A police chief with a difference"}
{"en_1076": "Julian Treasure: 5 ways to listen better"}
{"en_1077": "Robert Full: Learning from the gecko's tail"}
{"en_1078": "Robin Nagle: What I discovered in New York City  trash"}
{"en_1079": "Dilip Ratha: The hidden force in global economics: sending money home"}
{"en_1080": "Sanford Biggers: An artist's unflinching look at racial violence"}
{"en_1081": "Poppy Crum: Technology that knows what you're feeling"}
{"en_1082": "Srdja Popovic: How to topple a dictator"}
{"en_1083": "Kevin B. Jones: Why curiosity is the key to science and medicine"}
{"en_1084": "Shane Koyczan: To This Day ... for the bullied and beautiful"}
{"en_1085": "Adam Galinsky: How to speak up for yourself"}
{"en_1086": "Harry Cliff: Have we reached the end of physics?"}
{"en_1087": "Andy Hobsbawm: Do the green thing"}
{"en_1088": "Norman Foster: My green agenda for architecture"}
{"en_1089": "James Watson: How we discovered DNA"}
{"en_1090": "Anupam Mishra: The ancient ingenuity of water harvesting"}
{"en_1091": "Dalia Mogahed: What it's like to be Muslim in America"}
{"en_1092": "Chera Kowalski: The critical role librarians play in the opioid crisis"}
{"en_1093": "Nick Veasey: Exposing the invisible"}
{"en_1094": "Triona McGrath: How pollution is changing the ocean's chemistry"}
{"en_1095": "Phil Borges: Photos of endangered cultures"}
{"en_1096": "Steve Boyes: How we're saving one of Earth's last wild places"}
{"en_1097": "Sangu Delle: In praise of macro -- yes, macro -- finance in Africa"}
{"en_1098": "Juliana Machado Ferreira: The fight to end rare-animal trafficking in Brazil"}
{"en_1099": "James Randi: Homeopathy, quackery and fraud"}
{"en_1100": "Paul Piff: Does money make you mean?"}
{"en_1101": "Roger McNamee: 6 ways to save the internet"}
{"en_1102": "Dennis Hong: Making a car for blind drivers"}
{"en_1103": "Miriam Zoila Pérez: How racism harms pregnant women -- and what can help"}
{"en_1104": "Liz Diller: The Blur Building and other tech-empowered architecture"}
{"en_1105": "Carl Safina: The oil spill's unseen villains -- and victims"}
{"en_1106": "Nadia Al-Sakkaf: See Yemen through my eyes"}
{"en_1107": "Joshua Foer: Feats of memory anyone can do"}
{"en_1108": "Jia Jiang: What I learned from 100 days of rejection"}
{"en_1109": "Bronwyn King: You may be accidentally investing in cigarette companies"}
{"en_1110": "Kristin Poinar: What's hidden under the Greenland ice sheet?"}
{"en_1111": "Suheir Hammad: Poems of war, peace, women, power"}
{"en_1112": "Ali Carr-Chellman: Gaming to re-engage boys in learning"}
{"en_1113": "Jay Bradner: Open-source cancer research"}
{"en_1114": "Alix Generous: How I learned to communicate my inner life with Asperger's"}
{"en_1115": "Bob Mankoff: Anatomy of a New Yorker cartoon"}
{"en_1116": " OK Go: How to find a wonderful idea"}
{"en_1117": "Arunachalam Muruganantham: How I started a sanitary napkin revolution!"}
{"en_1118": "Gary Greenberg: The beautiful nano details of our world"}
{"en_1119": "Michael Botticelli: Addiction is a disease. We should treat it like one"}
{"en_1120": "Elizabeth Blackburn: The science of cells that never get old"}
{"en_1121": "Lauren Pharr: How vultures can help solve crimes"}
{"en_1122": "David Pogue: The music wars"}
{"en_1123": "Irina Kareva: Math can help uncover cancer's secrets"}
{"en_1124": "Jill Farrant: How we can make crops survive without water"}
{"en_1125": "Wingham Rowan: A new kind of job market"}
{"en_1126": "Eythor Bender: Human exoskeletons -- for war and healing"}
{"en_1127": "Daniel H. Cohen: For argument's sake"}
{"en_1128": "Adam Grant: The surprising habits of original thinkers"}
{"en_1129": "Erica Stone: Academic research is publicly funded -- why isn't it publicly available?"}
{"en_1130": "Brian Goldman: Doctors make mistakes. Can we talk about that?"}
{"en_1131": "Joshua Prager: In search of the man who broke my neck"}
{"en_1132": "Heather Barnett: What humans can learn from semi-intelligent slime"}
{"en_1133": "Charles Elachi: The story behind the Mars Rovers"}
{"en_1134": "Cameron Sinclair: The refugees of boom-and-bust"}
{"en_1135": "Gian Giudice: Why our universe might exist on a knife-edge"}
{"en_1136": "Sheena Iyengar: The art of choosing"}
{"en_1137": "Jack Horner: Where are the baby dinosaurs?"}
{"en_1138": "Larry Brilliant: My wish: Help me stop pandemics"}
{"en_1139": "Arthur Potts Dawson: A vision for sustainable restaurants"}
{"en_1140": "Saul Griffith: High-altitude wind energy from kites!"}
{"en_1141": "Joseph Redmon: How computers learn to recognize objects instantly"}
{"en_1142": "Meaghan Ramsey: Why thinking you're ugly is bad for you"}
{"en_1143": "Joshua Silver: Adjustable liquid-filled eyeglasses"}
{"en_1144": "Julia Bacha: How women wage conflict without violence"}
{"en_1145": "Mia Birdsong: The story we tell about poverty isn't true"}
{"en_1146": "Gregory Petsko: The coming neurological epidemic"}
{"en_1147": "Skylar Tibbits: Can we make things that make themselves?"}
{"en_1148": "Ben Saunders: To the South Pole and back — the hardest 105 days of my life"}
{"en_1149": "David Titley: How the military fights climate change"}
{"en_1150": "Zahra' Langhi: Why Libya's revolution didn't work -- and what might"}
{"en_1151": "Mike deGruy: Hooked by an octopus"}
{"en_1152": "Vishaan Chakrabarti: How we can design timeless cities for our collective future"}
{"en_1153": "Eric Giler: A demo of wireless electricity"}
{"en_1154": "Sangeeta Bhatia: This tiny particle could roam your body to find tumors"}
{"en_1155": "Cynthia Schneider: The surprising spread of Idol TV"}
{"en_1156": "Christian Picciolini: My descent into America's neo-Nazi movement -- and how I got out"}
{"en_1157": "Anne Lamott: 12 truths I learned from life and writing"}
{"en_1158": "Tierney Thys: Swim with the giant sunfish"}
{"en_1159": "Paula Scher: Great design is serious, not solemn"}
{"en_1160": "Sarah-Jayne Blakemore: The mysterious workings of the adolescent brain"}
{"en_1161": "Esta Soler: How we turned the tide on domestic violence (Hint: the Polaroid helped)"}
{"en_1162": "Ingrid Fetell Lee: Where joy hides and how to find it"}
{"en_1163": "Teddy Cruz: How architectural innovations migrate across borders"}
{"en_1164": "Michael Anti: Behind the Great Firewall of China"}
{"en_1165": "Joel Jackson: A vehicle built in Africa, for Africa"}
{"en_1166": "Peter Norvig: The 100,000-student classroom"}
{"en_1167": "Vilayanur Ramachandran: The neurons that shaped civilization"}
{"en_1168": "Juan Enriquez: The life code that will reshape the future"}
{"en_1169": "Sian Leah Beilock: Why we choke under pressure -- and how to avoid it"}
{"en_1170": "Kaki King: Playing \"Pink Noise\" on guitar"}
{"en_1171": "Nate Silver: Does racism affect how you vote?"}
{"en_1172": "Peter Singer: The why and how of effective altruism"}
{"en_1173": "Nigel Marsh: How to make work-life balance work"}
{"en_1174": "Alexa Meade: Your body is my canvas"}
{"en_1175": "Lidia Yuknavitch: The beauty of being a misfit"}
{"en_1176": "Kent Larson: Brilliant designs to fit more people in every city"}
{"en_1177": "Improv Everywhere: A TED speaker's worst nightmare"}
{"en_1178": "Larry Page: Where's Google going next?"}
{"en_1179": "Monica Byrne: A sci-fi vision of love from a 318-year-old hologram"}
{"en_1180": "Shimon Schocken: What a bike ride can teach you"}
{"en_1181": "Rita Pierson: Every kid needs a champion"}
{"en_1182": "Clay Shirky: How social media can make history"}
{"en_1183": "Jehane Noujaim: My wish: A global day of film"}
{"en_1184": "Azim Khamisa and Ples Felix: What comes after tragedy? Forgiveness"}
{"en_1185": "Chip Conley: Measuring what makes life worthwhile"}
{"en_1186": "Jim Holt: Why does the universe exist?"}
{"en_1187": "Matilda Ho: The future of good food in China"}
{"en_1188": "Michael Green: What the Social Progress Index can reveal about your country"}
{"en_1189": "Kwabena Boahen: A computer that works like the brain"}
{"en_1190": "James Cameron: Before Avatar ... a curious boy"}
{"en_1191": "Danielle Feinberg: The magic ingredient that brings Pixar movies to life"}
{"en_1192": "Susan Blackmore: Memes and \"temes\""}
{"en_1193": "Eric Whitacre: Virtual Choir Live"}
{"en_1194": "Sean Gourley: The mathematics of war"}
{"en_1195": "Daniel Wolpert: The real reason for brains"}
{"en_1196": "Anika Paulson: How I found myself through music"}
{"en_1197": "Ismael Nazario: What I learned as a kid in jail"}
{"en_1198": "Nirmalya Kumar: India's invisible innovation"}
{"en_1199": "Danielle de Niese: A flirtatious aria"}
{"en_1200": "David Lang: Let's protect the oceans like national parks"}
{"en_1201": "Charles C. Mann: How will we survive when the population hits 10 billion?"}
{"en_1202": "Marco Tempest: The magic of truth and lies (and iPods)"}
{"en_1203": "Frank Warren: Half a million secrets"}
{"en_1204": "Amy Green: A video game to cope with grief"}
{"en_1205": "Sheryl Sandberg: So we leaned in ... now what?"}
{"en_1206": "Jarrett J. Krosoczka: Why lunch ladies are heroes"}
{"en_1207": "Tim Leberecht: 3 ways to (usefully) lose control of your brand"}
{"en_1208": "Helen Gillet: \"You Found Me\""}
{"en_1209": "Cheyenne Cochrane: A celebration of natural hair"}
{"en_1210": "Ziauddin Yousafzai: My daughter, Malala"}
{"en_1211": "Christine Porath: Why being respectful to your coworkers is good for business"}
{"en_1212": "Majora Carter: Greening the ghetto"}
{"en_1213": "Hugh Evans: What does it mean to be a citizen of the world?"}
{"en_1214": "Colin Grant: How our stories cross over"}
{"en_1215": "Shawn Achor: The happy secret to better work"}
{"en_1216": "They Might Be Giants: Wake up! It's They Might Be Giants!"}
{"en_1217": "Bilal Bomani: Plant fuels that could power a jet"}
{"en_1218": "Pierre Barreau: How AI could compose a personalized soundtrack to your life"}
{"en_1219": "Jake Wood: A new mission for veterans -- disaster relief"}
{"en_1220": "Brian Skerry: The ocean's glory -- and horror"}
{"en_1221": "Faith Osier: The key to a better malaria vaccine"}
{"en_1222": "Robert Muggah: The biggest risks facing cities -- and some solutions"}
{"en_1223": "Robyn Stein DeLuca: The good news about PMS"}
{"en_1224": "Jared Diamond: How societies can grow old better"}
{"en_1225": "Scott Williams: The hidden role informal caregivers play in health care"}
{"en_1226": "Paul Debevec: Animating a photo-real digital face"}
{"en_1227": "Sasa Vucinic: Why we should invest in a free press"}
{"en_1228": "Robin Chase: Excuse me, may I rent your car?"}
{"en_1229": "John Lloyd: An inventory of the invisible"}
{"en_1230": "Duarte Geraldino: What we're missing in the debate about immigration"}
{"en_1231": "Majora Carter: 3 stories of local eco-entrepreneurship"}
{"en_1232": "Evan Grant: Making sound visible through cymatics"}
{"en_1233": "Rodney Mullen: Pop an ollie and innovate!"}
{"en_1234": "Inés Hercovich: Why women stay silent after sexual assault"}
{"en_1235": "Chris Anderson: How web video powers global innovation"}
{"en_1236": "Danny Hillis: The Internet could crash. We need a Plan B"}
{"en_1237": "Jeff Iliff: One more reason to get a good night's sleep"}
{"en_1238": "Ian Bremmer: How the US should use its superpower status"}
{"en_1239": "Gary Wolf: The quantified self"}
{"en_1240": "Kiran Sethi: Kids, take charge"}
{"en_1241": "Bobby Ghosh: Why global jihad is losing"}
{"en_1242": "Negin Farsad: A highly scientific taxonomy of haters"}
{"en_1243": "Avi Reichental: What's next in 3D printing"}
{"en_1244": "Terry Moore: Why is 'x' the unknown?"}
{"en_1245": "Mark Kendall: Demo: A needle-free vaccine patch that's safer and way cheaper"}
{"en_1246": "Jon Bergmann: Just how small is an atom?"}
{"en_1247": "Rick Smolan: The story of a girl"}
{"en_1248": "Adam Alter: Why our screens make us less happy"}
{"en_1249": "Melinda Gates: Let's put birth control back on the agenda"}
{"en_1250": "Drew Dudley: Everyday leadership"}
{"en_1251": "Linus Torvalds: The mind behind Linux"}
{"en_1252": "Halima Aden: How I went from child refugee to international model"}
{"en_1253": "Chris Anderson: TED's nonprofit transition"}
{"en_1254": "Matt Killingsworth: Want to be happier? Stay in the moment"}
{"en_1255": "Kelli Jean Drinkwater: Enough with the fear of fat"}
{"en_1256": "Nicholas Christakis: The hidden influence of social networks"}
{"en_1257": "Susan Pinker: The secret to living longer may be your social life"}
{"en_1258": "Natalie MacMaster: Fiddling in reel time"}
{"en_1259": "Eric Berridge: Why tech needs the humanities"}
{"en_1260": "John Maeda: My journey in design"}
{"en_1261": "Eric Liu: There's no such thing as not voting"}
{"en_1262": "Rufus Griscom + Alisa Volkman: Let's talk parenting taboos"}
{"en_1263": "Giles Duley: When a reporter becomes the story"}
{"en_1264": "Chris Milk: How virtual reality can create the ultimate empathy machine"}
{"en_1265": "Kelli Swazey: Life that doesn't end with death"}
{"en_1266": "His Holiness the Karmapa: The technology of the heart"}
{"en_1267": "Jason B. Rosenthal: The journey through loss and grief"}
{"en_1268": "Ivan Oransky: Are we over-medicalized?"}
{"en_1269": "Bunker Roy: Learning from a barefoot movement"}
{"en_1270": "Victor Rios: Help for kids the education system ignores"}
{"en_1271": "Ian Dunbar: Dog-friendly dog training"}
{"en_1272": "Philippa Neave: The unexpected challenges of a country's first election"}
{"en_1273": "Helen Pearson: Lessons from the longest study on human development"}
{"en_1274": "Heribert Watzke: The brain in your gut"}
{"en_1275": "Frans de Waal: The surprising science of alpha males"}
{"en_1276": "Jennifer Kahn: Gene editing can now change an entire species -- forever"}
{"en_1277": "Mehdi Ordikhani-Seyedlar: What happens in your brain when you pay attention?"}
{"en_1278": "Amy Adele Hasinoff: How to practice safe sexting"}
{"en_1279": "Jacqueline Novogratz: A third way to think about aid"}
{"en_1280": "Elif Shafak: The revolutionary power of diverse thought"}
{"en_1281": "Mandy Len Catron: A better way to talk about love"}
{"en_1282": "Amy Purdy: Living beyond limits"}
{"en_1283": "David Binder: The arts festival revolution"}
{"en_1284": "Ernest Madu: World-class health care"}
{"en_1285": "Vijay Kumar: Robots that fly ... and cooperate"}
{"en_1286": "Sarah Bergbreiter: Why I make robots the size of a grain of rice"}
{"en_1287": "Cathy O'Neil: The era of blind faith in big data must end"}
{"en_1288": "Geoffrey West: The surprising math of cities and corporations"}
{"en_1289": "Reggie Watts: Beats that defy boxes"}
{"en_1290": "Tim Ferriss: Why you should define your fears instead of your goals"}
{"en_1291": "Leah Chase and Pat Mitchell: An interview with the Queen of Creole Cuisine"}
{"en_1292": "ShaoLan: Learn to read Chinese ... with ease!"}
{"en_1293": "Charles Hazlewood: Trusting the ensemble"}
{"en_1294": "Joseph Pine: What consumers want"}
{"en_1295": "Eduardo Paes: The 4 commandments of cities"}
{"en_1296": "Saul Griffith: Everyday inventions"}
{"en_1297": "Susan Colantuono: The career advice you probably didn’t get"}
{"en_1298": "Aala El-Khani: What it's like to be a parent in a war zone"}
{"en_1299": "Debra Jarvis: Yes, I survived cancer. But that doesn't define me"}
{"en_1300": "Uldus Bakhtiozina: Portraits that transform people into whatever they want to be"}
{"en_1301": "Simon Anholt: Which country does the most good for the world?"}
{"en_1302": "Aimee Mullins: The opportunity of adversity"}
{"en_1303": "Hans Rosling: Asia's rise -- how and when"}
{"en_1304": "Johanna Blakley: Lessons from fashion's free culture"}
{"en_1305": "Ashton Applewhite: Let's end ageism"}
{"en_1306": "Dan Barber: How I fell in love with a fish"}
{"en_1307": "Serena Williams and Gayle King: On tennis, love and motherhood"}
{"en_1308": "Ken Kamler: Medical miracle on Everest"}
{"en_1309": "Carina Morillo: To understand autism, don't look away"}
{"en_1310": "Rob Hopkins: Transition to a world without oil"}
{"en_1311": "Raj Panjabi: No one should die because they live too far from a doctor"}
{"en_1312": "Yves Rossy: Fly with the Jetman"}
{"en_1313": "Thomas Piketty: New thoughts on capital in the twenty-first century"}
{"en_1314": "Jedidah Isler: How I fell in love with quasars, blazars and our incredible universe"}
{"en_1315": "Becci Manson: (Re)touching lives through photos"}
{"en_1316": "Musimbi Kanyoro: To solve the world's biggest problems, invest in women and girls"}
{"en_1317": "Lucy Marcil: Why doctors are offering free tax prep in their waiting rooms"}
{"en_1318": "Adam Davidson: What we learned from teetering on the fiscal cliff"}
{"en_1319": "Diana Nyad: Extreme swimming with the world's most dangerous jellyfish"}
{"en_1320": "Janine di Giovanni: What I saw in the war"}
{"en_1321": "Adora Svitak: What adults can learn from kids"}
{"en_1322": "Doris Kim Sung: Metal that breathes"}
{"en_1323": "Beau Lotto: Optical illusions show how we see"}
{"en_1324": "Melissa Fleming: A boat carrying 500 refugees sunk at sea. The story of two survivors"}
{"en_1325": "Angela Lee Duckworth: Grit: The power of passion and perseverance"}
{"en_1326": "Nina Fedoroff: A secret weapon against Zika and other mosquito-borne diseases"}
{"en_1327": "Wendy Suzuki: The brain-changing benefits of exercise"}
{"en_1328": "Dan Ariely: Are we in control of our own decisions?"}
{"en_1329": "Garth Lenz: The true cost of oil"}
{"en_1330": "Angelo Vermeulen: How to go to space, without having to go to space"}
{"en_1331": "James Lyne: Everyday cybercrime -- and what you can do about it"}
{"en_1332": "Sarah Parcak: Archaeology from space"}
{"en_1333": "Julia Galef: Why you think you're right -- even if you're wrong"}
{"en_1334": "Hawa Abdi + Deqo Mohamed: Mother and daughter doctor-heroes"}
{"en_1335": "Stephen Lawler: Tour Microsoft's Virtual Earth"}
{"en_1336": "Michael Bierut: The genius of the London Tube Map"}
{"en_1337": "Apollo Robbins: The art of misdirection"}
{"en_1338": "Marc Raibert: Meet Spot, the robot dog that can run, hop and open doors"}
{"en_1339": "Sonaar Luthra: Meet the Water Canary"}
{"en_1340": "Joshua Walters: On being just crazy enough"}
{"en_1341": "Avi Rubin: All your devices can be hacked"}
{"en_1342": "Parag Khanna: Mapping the future of countries"}
{"en_1343": "Gretchen Carlson: How we can end sexual harassment at work"}
{"en_1344": "Hugh Herr: The new bionics that let us run, climb and dance"}
{"en_1345": "eL Seed: A project of peace, painted across 50 buildings"}
{"en_1346": "Keith Chen: Could your language affect your ability to save money?"}
{"en_1347": "Caitria + Morgan O'Neill: How to step up in the face of disaster"}
{"en_1348": "James Patten: The best computer interface? Maybe ... your hands"}
{"en_1349": "Tracee Ellis Ross: A woman's fury holds lifetimes of wisdom"}
{"en_1350": "Daniele Quercia: Happy maps"}
{"en_1351": "Tiffany Kagure Mugo and Siphumeze Khundayi: How to have a healthier, positive relationship to sex"}
{"en_1352": "Anab Jain: Why we need to imagine different futures"}
{"en_1353": "Alexandra Sacks: A new way to think about the transition to motherhood"}
{"en_1354": "Ursus Wehrli: Tidying up art"}
{"en_1355": "Adam Grosser: A mobile fridge for vaccines"}
{"en_1356": "Scott Galloway: How Amazon, Apple, Facebook and Google manipulate our emotions"}
{"en_1357": "Skylar Tibbits: The emergence of \"4D printing\""}
{"en_1358": "Leo Igwe: Why I choose humanism over faith"}
{"en_1359": "Joy Sun: Should you donate differently?"}
{"en_1360": "Teresa Njoroge: What I learned serving time for a crime I didn't commit"}
{"en_1361": "Robert Thurman: We can be Buddhas"}
{"en_1362": "Ludwick Marishane: A bath without water"}
{"en_1363": "Susan Etlinger: What do we do with all this big data?"}
{"en_1364": "Jack Choi: On the virtual dissection table"}
{"en_1365": "Tali Sharot: The optimism bias"}
{"en_1366": "Jon Mooallem: How the teddy bear taught us compassion"}
{"en_1367": "Jeff Hawkins: How brain science will change computing"}
{"en_1368": "Bill Gates: Innovating to zero!"}
{"en_1369": "Edward Burtynsky: Photographing the landscape of oil"}
{"en_1370": "Jessica Jackley: Poverty, money -- and love"}
{"en_1371": "Helen Fisher: Why we love, why we cheat"}
{"en_1372": "Anand Varma: The first 21 days of a bee's life"}
{"en_1373": "Itay Talgam: Lead like the great conductors"}
{"en_1374": "Bill Gates: The next outbreak? We're not ready"}
{"en_1375": "Francis de los Reyes: Sanitation is a basic human right"}
{"en_1376": "Pranav Mistry: The thrilling potential of SixthSense technology"}
{"en_1377": "Shai Reshef: An ultra-low-cost college degree"}
{"en_1378": "Alisa Miller: How the news distorts our worldview"}
{"en_1379": "Isabel Allende: Tales of passion"}
{"en_1380": "Michael Rubinstein: See invisible motion, hear silent sounds"}
{"en_1381": "Ami Klin: A new way to diagnose autism"}
{"en_1382": "Marvin Minsky: Health and the human mind"}
{"en_1383": "Sebastian Wernicke: How to use data to make a hit TV show"}
{"en_1384": "David Cameron: The next age of government"}
{"en_1385": "Denis Dutton: A Darwinian theory of beauty"}
{"en_1386": "Tim Ferriss: Smash fear, learn anything"}
{"en_1387": "Reshma Saujani: Teach girls bravery, not perfection"}
{"en_1388": "Rodney Brooks: Robots will invade our lives"}
{"en_1389": "Vivek Maru: How to put the power of law in people's hands"}
{"en_1390": "Michelle Knox: Talk about your death while you're still healthy"}
{"en_1391": "Harald Haas: Wireless data from every light bulb"}
{"en_1392": "Dean Kamen: To invent is to give"}
{"en_1393": "Jane Poynter: Life in Biosphere 2"}
{"en_1394": "Michael Patrick Lynch: How to see past your own perspective and find truth"}
{"en_1395": "Baba Shiv: Sometimes it's good to give up the driver's seat"}
{"en_1396": "Margaret Heffernan: The dangers of willful blindness"}
{"en_1397": "Craig Venter: On the verge of creating synthetic life"}
{"en_1398": "Stewart Brand and Chris Anderson: Mammoths resurrected, geoengineering and other thoughts from a futurist"}
{"en_1399": "Mihaly Csikszentmihalyi: Flow, the secret to happiness"}
{"en_1400": "Ralph Langner: Cracking Stuxnet, a 21st-century cyber weapon"}
{"en_1401": "Mechai Viravaidya: How Mr. Condom made Thailand a better place for life and love"}
{"en_1402": "Kirk Citron: And now, the real news"}
{"en_1403": "Joe Sabia: The technology of storytelling"}
{"en_1404": "Christoph Niemann: You are fluent in this language (and don't even know it)"}
{"en_1405": "Richard Preston: The mysterious lives of giant trees"}
{"en_1406": "Lisa Genova: What you can do to prevent Alzheimer's"}
{"en_1407": "Michael Metcalfe: We need money for aid. So let’s print it."}
{"en_1408": "Nancy Lublin: How data from a crisis text line is saving lives"}
{"en_1409": "Sergei Lupashin: A flying camera ... on a leash"}
{"en_1410": "Kevin Surace: Eco-friendly drywall"}
{"en_1411": "Jessi Arrington: Wearing nothing new"}
{"en_1412": "Clifford Stoll: The call to learn"}
{"en_1413": "Susan Cain: The power of introverts"}
{"en_1414": "Kio Stark: Why you should talk to strangers"}
{"en_1415": "Karen Bass: Unseen footage, untamed nature"}
{"en_1416": "Shereen El Feki: A little-told tale of sex and sensuality"}
{"en_1417": "Siddharthan Chandran: Can the damaged brain repair itself?"}
{"en_1418": "Ben Cameron: Why the live arts matter"}
{"en_1419": "Evgeny Morozov: How the Net aids dictatorships"}
{"en_1420": "Miwa Matreyek: Glorious visions in animation and performance"}
{"en_1421": "James Bridle: The nightmare videos of children's YouTube -- and what's wrong with the internet today"}
{"en_1422": "David Eagleman: Can we create new senses for humans?"}
{"en_1423": "Alice Rawsthorn: Pirates, nurses and other rebel designers"}
{"en_1424": "Rose George: Let's talk crap. Seriously."}
{"en_1425": "Pawan Sinha: How brains learn to see"}
{"en_1426": "Janet Echelman: Taking imagination seriously"}
{"en_1427": "Peter Ouko: From death row to law graduate"}
{"en_1428": "Henry Evans and Chad Jenkins: Meet the robots for humanity"}
{"en_1429": "Moshe Safdie: Building uniqueness"}
{"en_1430": "Gregory Stock: To upgrade is human"}
{"en_1431": "Auret van Heerden: Making global labor fair"}
{"en_1432": "Aparna Rao: Art that craves your attention"}
{"en_1433": "iO Tillett Wright: Fifty shades of gay"}
{"en_1434": "Chelsea Shields: How I'm working for change inside my church"}
{"en_1435": "Laura Snyder: The Philosophical Breakfast Club"}
{"en_1436": "Camille A. Brown: A visual history of social dance in 25 moves"}
{"en_1437": "Sheryl WuDunn: Our century's greatest injustice"}
{"en_1438": "Nick Sears: Demo: The Orb"}
{"en_1439": "Brian Dettmer: Old books reborn as art"}
{"en_1440": "Sofia Jawed-Wessel: The lies we tell pregnant women"}
{"en_1441": "JP Rangaswami: Information is food"}
{"en_1442": "Luma Mufleh: Don't feel sorry for refugees -- believe in them"}
{"en_1443": "Benjamin Grant: What it feels like to see Earth from space"}
{"en_1444": "Harvey Fineberg: Are we ready for neo-evolution?"}
{"en_1445": "Mundano: Trash cart superheroes"}
{"en_1446": "Paul Ewald: Can we domesticate germs?"}
{"en_1447": "Ben Cort: What commercialization is doing to cannabis"}
{"en_1448": "Radhika Nagpal: What intelligent machines can learn from a school of fish"}
{"en_1449": "Aspen Baker: A better way to talk about abortion"}
{"en_1450": "Richard Turere: My invention that made peace with lions"}
{"en_1451": "Alastair Gray: How fake handbags fund terrorism and organized crime"}
{"en_1452": "Carol Dweck: The power of believing that you can improve"}
{"en_1453": "Barton Seaver: Sustainable seafood? Let's get smart"}
{"en_1454": "Chris Urmson: How a driverless car sees the road"}
{"en_1455": "Chris Anderson: Technology's long tail"}
{"en_1456": "Michael Murphy: Architecture that's built to heal"}
{"en_1457": "Greg Gage: How sound can hack your memory while you sleep"}
{"en_1458": "Todd Humphreys: How to fool a GPS"}
{"en_1459": "Stewart Brand + Mark Z. Jacobson: Debate: Does the world need nuclear energy?"}
{"en_1460": "Rupal Patel: Synthetic voices, as unique as fingerprints"}
{"en_1461": "Eva Zeisel: The playful search for beauty"}
{"en_1462": "Brett Hennig: What if we replaced politicians with randomly selected people?"}
{"en_1463": "John Cary: How architecture can create dignity for all"}
{"en_1464": "Bill Bernat: How to connect with depressed friends"}
{"en_1465": "Barat Ali Batoor: My desperate journey with a human smuggler"}
{"en_1466": "Tom Thum: The orchestra in my mouth"}
{"en_1467": "Nilay Kulkarni: A life-saving invention that prevents human stampedes"}
{"en_1468": "Shih Chieh Huang: Sculptures that’d be at home in the deep sea"}
{"en_1469": "David Grady: How to save the world (or at least yourself) from bad meetings"}
{"en_1470": "Katrina Spade: When I die, recompose me"}
{"en_1471": "Ray Dalio: How to build a company where the best ideas win"}
{"en_1472": "Dave Isay: Everyone around you has a story the world needs to hear"}
{"en_1473": "Milton Glaser: Using design to make ideas new"}
{"en_1474": "Chris Abani: On humanity"}
{"en_1475": "Curtis \"Wall Street\" Carroll: How I learned to read -- and trade stocks -- in prison"}
{"en_1476": "Caleb Barlow: Where is cybercrime really coming from?"}
{"en_1477": "Aimee Mullins: Changing my legs - and my mindset"}
{"en_1478": "Nicholas Negroponte: Taking OLPC to Colombia"}
{"en_1479": "Dan Gilbert: Why we make bad decisions"}
{"en_1480": "Laura L. Dunn: It's time for the law to protect victims of gender violence"}
{"en_1481": "Mariana Mazzucato: Government -- investor, risk-taker, innovator"}
{"en_1482": "Holly Morris: Why stay in Chernobyl? Because it's home."}
{"en_1483": "Dayo Ogunyemi: Visions of Africa's future, from African filmmakers"}
{"en_1484": "Nicholas Negroponte: One Laptop per Child"}
{"en_1485": "Beth Noveck: Demand a more open-source government"}
{"en_1486": "Ilona Szabó de Carvalho: 4 lessons I learned from taking a stand against drugs and gun violence"}
{"en_1487": "Ellen Jorgensen: Biohacking -- you can do it, too"}
{"en_1488": "Georgette Mulheir: The tragedy of orphanages"}
{"en_1489": "Jeremy Jackson: How we wrecked the ocean"}
{"en_1490": "Paula Hammond: A new superweapon in the fight against cancer"}
{"en_1491": "Julia Bacha: Pay attention to nonviolence"}
{"en_1492": "Shah Rukh Khan: Thoughts on humanity, fame and love"}
{"en_1493": "Todd Scott: An intergalactic guide to using a defibrillator"}
{"en_1494": "Paul Collier: New rules for rebuilding a broken nation"}
{"en_1495": "Conrad Wolfram: Teaching kids real math with computers"}
{"en_1496": "Fahad Al-Attiya: A country with no water"}
{"en_1497": "Achenyo Idachaba: How I turned a deadly plant into a thriving business"}
{"en_1498": "Ze Frank: Nerdcore comedy"}
{"en_1499": "Gordon Brown: Wiring a web for global good"}
{"en_1500": "Dame Ellen MacArthur: The surprising thing I learned sailing solo around the world"}
{"en_1501": "Brian Little: Who are you, really? The puzzle of personality"}
{"en_1502": "Gary Haugen: The hidden reason for poverty the world needs to address now"}
{"en_1503": "Priya Vulchi and Winona Guo: What it takes to be racially literate"}
{"en_1504": "Jane McGonigal: The game that can give you 10 extra years of life"}
{"en_1505": "Jarrett J. Krosoczka: How a boy became an artist"}
{"en_1506": "Gautam Bhan: A bold plan to house 100 million people"}
{"en_1507": "Andrew Connolly: What's the next window into our universe?"}
{"en_1508": "James Green: 3 moons and a planet that could have alien life"}
{"en_1509": "Tim Harford: Trial, error and the God complex"}
{"en_1510": "Trevor Timm: How free is our freedom of the press?"}
{"en_1511": "Steven Johnson: The Web as a city"}
{"en_1512": "JoAnn Kuchera-Morin: Stunning data visualization in the AlloSphere"}
{"en_1513": "Markham Nolan: How to separate fact and fiction online"}
{"en_1514": "Richard Resnick: Welcome to the genomic revolution"}
{"en_1515": "Adam Garone: Healthier men, one moustache at a time"}
{"en_1516": "Chris Bangle: Great cars are great art"}
{"en_1517": "Stuart Firestein: The pursuit of ignorance"}
{"en_1518": "Dean Ornish: Healing through diet"}
{"en_1519": "Ory Okolloh: How I became an activist"}
{"en_1520": "Amy Edmondson: How to turn a group of strangers into a team"}
{"en_1521": "Mindy Scheier: How adaptive clothing empowers people with disabilities"}
{"en_1522": "Lee Smolin: Science and democracy"}
{"en_1523": "Kristen Marhaver: Why I still have hope for coral reefs"}
{"en_1524": "Eddi Reader: \"What You've Got\""}
{"en_1525": "Abe Davis: New video technology that reveals an object's hidden properties"}
{"en_1526": "Mikhail Zygar: What the Russian Revolution would have looked like on social media"}
{"en_1527": "Vittorio Loreto: Need a new idea? Start at the edge of what is known"}
{"en_1528": "Molly Crockett: Beware neuro-bunk"}
{"en_1529": "Danny Hillis: Back to the future (of 1994)"}
{"en_1530": "Jeff Kirschner: This app makes it fun to pick up litter"}
{"en_1531": "Diana Nyad: Never, ever give up"}
{"en_1532": "Jim Hemerling: 5 ways to lead in an era of constant change"}
{"en_1533": "Rob Forbes: Ways of seeing"}
{"en_1534": "Kevin Kelly: How technology evolves"}
{"en_1535": "Lennart Green: Close-up card magic with a twist"}
{"en_1536": "Derek Sivers: Keep your goals to yourself"}
{"en_1537": "Peter Donnelly: How juries are fooled by statistics"}
{"en_1538": "Massimo Banzi: How Arduino is open-sourcing imagination"}
{"en_1539": "Lorrie Faith Cranor: What’s wrong with your pa$$w0rd?"}
{"en_1540": "Jessica Pryce: To transform child welfare, take race out of the equation"}
{"en_1541": "Grady Booch: Don't fear superintelligent AI"}
{"en_1542": "John Green: The nerd's guide to learning everything online"}
{"en_1543": "Dean Kamen: The emotion behind invention"}
{"en_1544": "Maira Kalman: The illustrated woman"}
{"en_1545": "Cesar Harada: A novel idea for cleaning up oil spills"}
{"en_1546": "Eve Ensler: Embrace your inner girl"}
{"en_1547": "Robert Waldinger: What makes a good life? Lessons from the longest study on happiness"}
{"en_1548": "Daniel Levitin: How to stay calm when you know you'll be stressed"}
{"en_1549": "Alison Gopnik: What do babies think?"}
{"en_1550": "Gabriel Barcia-Colombo: Capturing memories in video art"}
{"en_1551": "Raghava KK: What's your 200-year plan?"}
{"en_1552": "Kenichi Ebina: My magic moves"}
{"en_1553": "Asali DeVan Ecclesiastes: \"Chasms\""}
{"en_1554": "David Deutsch: Chemical scum that dream of distant quasars"}
{"en_1555": "Colin Powell: Kids need structure"}
{"en_1556": "Gever Tulley: Life lessons through tinkering"}
{"en_1557": "Aomawa Shields: How we'll find life on other planets"}
{"en_1558": "Christina Warinner: Tracking ancient diseases using ... plaque"}
{"en_1559": "Ze Frank: My web playroom"}
{"en_1560": "Nandan Nilekani: Ideas for India's future"}
{"en_1561": "Elise Roy: When we design for disability, we all benefit"}
{"en_1562": "Patrícia Medici: The coolest animal you know nothing about ... and how we can save it"}
{"en_1563": "Barry Schwartz: Using our practical wisdom"}
{"en_1564": "Andrew Solomon: Depression, the secret we share"}
{"en_1565": "Yoav Medan: Ultrasound surgery -- healing without cuts"}
{"en_1566": "Glen Henry: What I've learned about parenting as a stay-at-home dad"}
{"en_1567": "Eve Ensler: What security means to me"}
{"en_1568": "Nina Tandon: Caring for engineered tissue"}
{"en_1569": "Tshering Tobgay: This country isn't just carbon neutral -- it's carbon negative"}
{"en_1570": "Sarah Jones: A one-woman global village"}
{"en_1571": "Mikko Hypponen: Fighting viruses, defending the net"}
{"en_1572": "Gretchen Carlson, David Brooks: Political common ground in a polarized United States"}
{"en_1573": "Lisa Margonelli: The political chemistry of oil"}
{"en_1574": "Chuck Nice: A funny look at the unintended consequences of technology"}
{"en_1575": "Sue Jaye Johnson: What we don't teach kids about sex"}
{"en_1576": "Jonathan Drori: Every pollen grain has a story"}
{"en_1577": "Niki Okuk: When workers own companies, the economy is more resilient"}
{"en_1578": "Catarina Mota: Play with smart materials"}
{"en_1579": "Blaise Agüera y Arcas: How computers are learning to be creative"}
{"en_1580": "Sebastian Wernicke: Lies, damned lies and statistics (about TEDTalks)"}
{"en_1581": " Rodrigo y Gabriela: An electrifying acoustic guitar performance"}
{"en_1582": "Laurie Santos: A monkey economy as irrational as ours"}
{"en_1583": "Carl Schoonover: How to look inside the brain"}
{"en_1584": "Damian Palin: Mining minerals from seawater"}
{"en_1585": "Eric X. Li: A tale of two political systems"}
{"en_1586": "Laurel Braitman: Depressed dogs, cats with OCD — what animal madness means for us humans"}
{"en_1587": "Walter Hood: How urban spaces can preserve history and build community"}
{"en_1588": "Stefan Sagmeister: Things I've learned in my life so far"}
{"en_1589": "Jonathan Rossiter: A robot that eats pollution"}
{"en_1590": "Keolu Fox: Why genetic research must be more diverse"}
{"en_1591": "Sarah Murray: A playful solution to the housing crisis"}
{"en_1592": "Michael Sandel: Why we shouldn't trust markets with our civic life"}
{"en_1593": "Rick Falkvinge: I am a pirate"}
{"en_1594": "Zak Ebrahim: I am the son of a terrorist. Here's how I chose peace."}
{"en_1595": "Ryan Merkley: Online video -- annotated, remixed and popped"}
{"en_1596": "David Gallo: Deep ocean mysteries and wonders"}
{"en_1597": "Amanda Palmer, Jherek Bischoff, Usman Riaz: \"Space Oddity\""}
{"en_1598": "Sarah Gray: How my son's short life made a lasting difference"}
{"en_1599": "Alan Smith: Why you should love statistics"}
{"en_1600": "Paul Sereno: Digging up dinosaurs"}
{"en_1601": "Ameenah Gurib-Fakim: Humble plants that hide surprising secrets"}
{"en_1602": "Howard Rheingold: The new power of collaboration"}
{"en_1603": "Tony Porter: A call to men"}
{"en_1604": "Irwin Redlener: How to survive a nuclear attack"}
{"en_1605": "Stuart Duncan: How I use Minecraft to help kids with autism"}
{"en_1606": "Al Gore: Averting the climate crisis"}
{"en_1607": "Edsel Salvaña: The dangerous evolution of HIV"}
{"en_1608": "Haas&Hahn: How painting can transform communities"}
{"en_1609": "Mark Shaw: One very dry demo"}
{"en_1610": "Raspyni Brothers: Juggle and jest"}
{"en_1611": "Vikram Patel: Mental health for all by involving all"}
{"en_1612": "Phil Plait: How to defend Earth from asteroids"}
{"en_1613": "Tomás Saraceno: Would you live in a floating city in the sky?"}
{"en_1614": "Nicolas Perony: Puppies! Now that I’ve got your attention, complexity theory"}
{"en_1615": "Elyn Saks: A tale of mental illness -- from the inside"}
{"en_1616": "Toni Griffin: A new vision for rebuilding Detroit"}
{"en_1617": "Robert Neuwirth: The power of the informal economy"}
{"en_1618": "Celeste Headlee: 10 ways to have a better conversation"}
{"en_1619": "Clay Shirky: Why SOPA is a bad idea"}
{"en_1620": "Kirsty Duncan: Scientists must be free to learn, to speak and to challenge"}
{"en_1621": "Natalie Jeremijenko: The art of the eco-mindshift"}
{"en_1622": "Joseph Nye: Global power shifts"}
{"en_1623": "Helder Guimarães: A magical search for a coincidence"}
{"en_1624": "Cheryl Hayashi: The magnificence of spider silk"}
{"en_1625": "Stewart Brand: The dawn of de-extinction. Are you ready?"}
{"en_1626": "Adam Sadowsky: How to engineer a viral music video"}
{"en_1627": "Michael Green: How we can make the world a better place by 2030"}
{"en_1628": "Taryn Simon: Photographs of secret sites"}
{"en_1629": "Tom Chatfield: 7 ways games reward the brain"}
{"en_1630": "Stew: \"Black Men Ski\""}
{"en_1631": "Nabila Alibhai: Why people of different faiths are painting their houses of worship yellow"}
{"en_1632": "Mustafa Akyol: Faith versus tradition in Islam"}
{"en_1633": "Gordon Brown: Global ethic vs. national interest"}
{"en_1634": "Peter van Uhm: Why I chose a gun"}
{"en_1635": "Garik Israelian: How spectroscopy could reveal alien life"}
{"en_1636": "Simon Sinek: How great leaders inspire action"}
{"en_1637": "Michael Shellenberger: How fear of nuclear power is hurting the environment"}
{"en_1638": "David Brooks: Should you live for your résumé ... or your eulogy?"}
{"en_1639": "Steven Johnson: Where good ideas come from"}
{"en_1640": "Darieth Chisolm: How revenge porn turns lives upside down"}
{"en_1641": "Mitchell Joachim: Don't build your home, grow it!"}
{"en_1642": "Mark Roth: Suspended animation is within our grasp"}
{"en_1643": "Michael Hansmeyer: Building unimaginable shapes"}
{"en_1644": "David Rockwell: A memorial at Ground Zero"}
{"en_1645": "Chinaka Hodge: What will you tell your daughters about 2016?"}
{"en_1646": "Cameron Russell: Looks aren't everything. Believe me, I'm a model."}
{"en_1647": "Miho Janvier: Lessons from a solar storm chaser"}
{"en_1648": "Seth Godin: How to get your ideas to spread"}
{"en_1649": "Hannah Brencher: Love letters to strangers"}
{"en_1650": "Christina Wallace: How to stop swiping and find your person on dating apps"}
{"en_1651": "Chimamanda Ngozi Adichie: The danger of a single story"}
{"en_1652": "Sarah Jones: What does the future hold? 11 characters offer quirky answers"}
{"en_1653": "Janet Iwasa: How animations can help scientists test a hypothesis"}
{"en_1654": "Paul Rucker: The symbols of systemic racism -- and how to take away their power"}
{"en_1655": "Joshua Prager: Wisdom from great writers on every year of life"}
{"en_1656": "Leslie T. Chang: The voices of China's workers"}
{"en_1657": "Timothy Bartik: The economic case for preschool"}
{"en_1658": "Brittney Cooper: The racial politics of time"}
{"en_1659": "Mena Trott: Meet the founder of the blog revolution"}
{"en_1660": "Charmian Gooch: My wish: To launch a new era of openness in business"}
{"en_1661": "Cameron Sinclair: My wish: A call for open-source architecture"}
{"en_1662": "Emily Oster: Flip your thinking on AIDS in Africa"}
{"en_1663": "Jason McCue: Terrorism is a failed brand"}
{"en_1664": "Jared Diamond: Why do societies collapse?"}
{"en_1665": "Todd Coleman: A temporary tattoo that brings hospital care to the home"}
{"en_1666": "Susan David: The gift and power of emotional courage"}
{"en_1667": "James Veitch: The agony of trying to unsubscribe"}
{"en_1668": "Linda Cliatt-Wayman: How to fix a broken school? Lead fearlessly, love hard"}
{"en_1669": "Ramesh Raskar: Imaging at a trillion frames per second"}
{"en_1670": "Johnny Lee: Free or cheap Wii Remote hacks"}
{"en_1671": "Ben Katchor: Comics of bygone New York"}
{"en_1672": "Noah Feldman: Politics and religion are technologies"}
{"en_1673": "Lisa Harouni: A primer on 3D printing"}
{"en_1674": "Ben Goldacre: What doctors don't know about the drugs they prescribe"}
{"en_1675": "Jude Kelly: Why women should tell the stories of humanity"}
{"en_1676": "Tyler DeWitt: Hey science teachers -- make it fun"}
{"en_1677": "Caroline Casey: Looking past limits"}
{"en_1678": "Susan Emmett: This simple test can help kids hear better"}
{"en_1679": "Deeyah Khan: What we don't know about Europe's Muslim kids"}
{"en_1680": "Thomas Heatherwick: Building the Seed Cathedral"}
{"en_1681": "Janna Levin: The sound the universe makes"}
{"en_1682": "Steve Keil: A manifesto for play, for Bulgaria and beyond"}
{"en_1683": "Nalini Nadkarni: Conserving the canopy"}
{"en_1684": "Dan Dennett: Dangerous memes"}
{"en_1685": "William Kamkwamba: How I harnessed the wind"}
{"en_1686": "Peter Diamandis: Our next giant leap"}
{"en_1687": "Aziz Abu Sarah: For more tolerance, we need more ... tourism?"}
{"en_1688": "Henry Markram: A brain in a supercomputer"}
{"en_1689": "Lisa Kristine: Photos that bear witness to modern slavery"}
{"en_1690": "Rishi Manchanda: What makes us get sick? Look upstream"}
{"en_1691": "Dawn Landes: A song for my hero, the woman who rowed into a hurricane"}
{"en_1692": "Bill Gates: How state budgets are breaking US schools"}
{"en_1693": "Soka Moses: For survivors of Ebola, the crisis isn't over"}
{"en_1694": "Siamak Hariri: How do you build a sacred space?"}
{"en_1695": "Olafur Eliasson: Playing with space and light"}
{"en_1696": "Torsten Reil: Animate characters by evolving them"}
{"en_1697": "Jake Barton: The museum of you"}
{"en_1698": "Tyler Cowen: Be suspicious of simple stories"}
{"en_1699": "Louie Schwartzberg: Nature. Beauty. Gratitude."}
{"en_1700": "Siddhartha Roy: Science in service to the public good"}
{"en_1701": "Amanda Burden: How public spaces make cities work"}
{"en_1702": "Benjamin Barber: Why mayors should rule the world"}
{"en_1703": "tobacco brown: What gardening taught me about life"}
{"en_1704": "Raphael Arar: How we can teach computers to make sense of our emotions"}
{"en_1705": "Alexander Tsiaras: Conception to birth -- visualized"}
{"en_1706": "Liv Boeree: 3 lessons on decision-making from a poker champion"}
{"en_1707": "Juan Enriquez: The next species of human"}
{"en_1708": "Jonathan Drori: What we think we know"}
{"en_1709": "Tim Harford: How frustration can make us more creative"}
{"en_1710": "Diane Wolk-Rogers: A Parkland teacher's homework for us all"}
{"en_1711": "Hans Rosling: Religions and babies"}
{"en_1712": "Monika Bulaj: The hidden light of Afghanistan"}
{"en_1713": "Dan Buettner: How to live to be 100+"}
{"en_1714": "Elizabeth Gilbert: Your elusive creative genius"}
{"en_1715": "C.K. Williams: Poetry of youth and age"}
{"en_1716": "Kevin Rudd: Are China and the US doomed to conflict?"}
{"en_1717": "Seth Priebatsch: The game layer on top of the world"}
{"en_1718": "Alice Dreger: Is anatomy destiny?"}
{"en_1719": "Knut Haanaes: Two reasons companies fail -- and how to avoid them"}
{"en_1720": "Carrie Poppy: A scientific approach to the paranormal"}
{"en_1721": "Theo E.J. Wilson: A black man goes undercover in the alt-right"}
{"en_1722": "Joshua Prince-Ramus: Building a theater that remakes itself"}
{"en_1723": "Guy-Philippe Goldstein: How cyberattacks threaten real-world peace"}
{"en_1724": "Ani Liu: Smelfies, and other experiments in synthetic biology"}
{"en_1725": "Julio Gil: Future tech will give you the benefits of city life anywhere"}
{"en_1726": "Trevor Copp and Jeff Fox: Ballroom dance that breaks gender roles"}
{"en_1727": "Jamila Raqib: The secret to effective nonviolent resistance"}
{"en_1728": "Tom Wujec: 3 ways the brain creates meaning"}
{"en_1729": "Woody Norris: Hypersonic sound and other inventions"}
{"en_1730": "James Howard Kunstler: The ghastly tragedy of the suburbs"}
{"en_1731": "Jean-Paul Mari: The chilling aftershock of a brush with death"}
{"en_1732": "Catherine Bracy: Why good hackers make good citizens"}
{"en_1733": "Lindsay Malloy: Why teens confess to crimes they didn't commit"}
{"en_1734": "Emma Teeling: The secret of the bat genome"}
{"en_1735": "John Kasaona: How poachers became caretakers"}
{"en_1736": "Michael Merzenich: Growing evidence of brain plasticity"}
{"en_1737": "Rajesh Rao: A Rosetta Stone for a lost language"}
{"en_1738": "Bhu Srinivasan: Capitalism isn't an ideology -- it's an operating system"}
{"en_1739": "Raffaello D'Andrea: Meet the dazzling flying machines of the future"}
{"en_1740": "Leslie Dodson: Don't misrepresent Africa"}
{"en_1741": "Jim Simons: The mathematician who cracked Wall Street"}
{"en_1742": "LaToya Ruby Frazier: A visual history of inequality in industrial America"}
{"en_1743": "Sanjay Pradhan: How open data is changing international aid"}
{"en_1744": "Sandi Toksvig: A political party for women's equality"}
{"en_1745": "The Lady Lifers: A moving song from women in prison for life"}
{"en_1746": "Paul Hessburg: Why wildfires have gotten worse -- and what we can do about it"}
{"en_1747": "Rosie King: How autism freed me to be myself"}
{"en_1748": "Leyla Acaroglu: Paper beats plastic? How to rethink environmental folklore"}
{"en_1749": "Malcolm Gladwell: The unheard story of David and Goliath"}
{"en_1750": "Roman Mars: Why city flags may be the worst-designed thing you've never noticed"}
{"en_1751": "Becky  Blanton: The year I was homeless"}
{"en_1752": "Larry Smith: Why you will fail to have a great career"}
{"en_1753": "Yanis Varoufakis: Capitalism will eat democracy -- unless we speak up"}
{"en_1754": "Chris Milk: The birth of virtual reality as an art form"}
{"en_1755": "AnnMarie Thomas: Hands-on science with squishy circuits"}
{"en_1756": "JR: My wish: Use art to turn the world inside out"}
{"en_1757": "Jeff Hancock: The future of lying"}
{"en_1758": "Paul Knoepfler: The ethical dilemma of designer babies"}
{"en_1759": "Raghava KK: Shake up your story"}
{"en_1760": "Keller Rinaudo: How we're using drones to deliver blood and save lives"}
{"en_1761": "Lana Mazahreh: 3 thoughtful ways to conserve water"}
{"en_1762": "James Nachtwey: My wish: Let my photographs bear witness"}
{"en_1763": "Cynthia Erivo: \"Natural Woman\" and \"Johnny and Donna\""}
{"en_1764": "Kary Mullis: Play! Experiment! Discover!"}
{"en_1765": "Russell Foster: Why do we sleep?"}
{"en_1766": "Paul Gilding: The Earth is full"}
{"en_1767": "Anand Agarawala: Rethink the desktop with BumpTop"}
{"en_1768": "Jackson Katz: Violence against women -- it's a men's issue"}
{"en_1769": "Steven Johnson: How the \"ghost map\" helped end a killer disease"}
{"en_1770": "Dame Stephanie Shirley: Why do ambitious women have flat heads?"}
{"en_1771": "Julie Burstein: 4 lessons in creativity"}
{"en_1772": "Lux Narayan: What I learned from 2,000 obituaries"}
{"en_1773": "Marily Oppezzo: Want to be more creative? Go for a walk"}
{"en_1774": "Parag Khanna: How megacities are changing the map of the world"}
{"en_1775": "Martin Rees: Can we prevent the end of the world?"}
{"en_1776": "Mikko Hypponen: Three types of online attack"}
{"en_1777": "Quyen Nguyen: Color-coded surgery"}
{"en_1778": "Niels Diffrient: Rethinking the way we sit down"}
{"en_1779": "Mick Mountz: What happens inside those massive warehouses?"}
{"en_1780": "Anil Gupta: India's hidden hotbeds of invention"}
{"en_1781": "John Hardy: My green school dream"}
{"en_1782": "Samantha Power: A complicated hero in the war on dictatorship"}
{"en_1783": "Nicholas Christakis: How social networks predict epidemics"}
{"en_1784": "Jinsop Lee: Design for all 5 senses"}
{"en_1785": "Alan Kay: A powerful idea about ideas"}
{"en_1786": "Thomas Barnett: Let's rethink America's military strategy"}
{"en_1787": "Bruce Schneier: The security mirage"}
{"en_1788": "Jimmy Lin: A simple new blood test that can catch cancer early"}
{"en_1789": "Will Potter: The shocking move to criminalize nonviolent protest"}
{"en_1790": "Linda Liukas: A delightful way to teach kids about computers"}
{"en_1791": "Tony Robbins: Why we do what we do"}
{"en_1792": "Alex Honnold: How I climbed a 3,000-foot vertical cliff -- without ropes"}
{"en_1793": "Dan Dennett: Let's teach religion -- all religion -- in schools"}
{"en_1794": "Latif Nasser: You have no idea where camels really come from"}
{"en_1795": "Craig Venter: Watch me unveil \"synthetic life\""}
{"en_1796": "Brian Greene: Making sense of string theory"}
{"en_1797": "Amos Winter: The cheap all-terrain wheelchair"}
{"en_1798": "Deborah Willis and Hank Willis Thomas: A mother and son united by love and art"}
{"en_1799": "Marlene Zuk: What we learn from insects' sex lives"}
{"en_1800": "Jack Horner: Building a dinosaur from a chicken"}
{"en_1801": "Chip Conley: What baby boomers can learn from millennials at work -- and vice versa"}
{"en_1802": "Marcel Dicke: Why not eat insects?"}
{"en_1803": "Gene Luen Yang: Comics belong in the classroom"}
{"en_1804": "George Takei: Why I love a country that once betrayed me"}
{"en_1805": "Matt Mills: Image recognition that triggers augmented reality"}
{"en_1806": "Sergey Brin + Larry Page: The genesis of Google"}
{"en_1807": "Jon Gosier: The problem with \"trickle-down techonomics\""}
{"en_1808": "Tasos Frantzolas: Everything you hear on film is a lie"}
{"en_1809": "Maurice Conti: The incredible inventions of intuitive AI"}
{"en_1810": "Jeremy Kasdin: The flower-shaped starshade that might help us detect Earth-like planets"}
{"en_1811": "Christian Benimana: The next generation of African architects and designers"}
{"en_1812": "Bill Gross: The single biggest reason why startups succeed"}
{"en_1813": "Rick Guidotti: From stigma to supermodel"}
{"en_1814": "Mei Lin Neo: The fascinating secret lives of giant clams"}
{"en_1815": "Dennis Hong: My seven species of robot -- and how we created them"}
{"en_1816": "Reuben Margolin: Sculpting waves in wood and time"}
{"en_1817": "Anna Deavere Smith: Four American characters"}
{"en_1818": "Pam Warhurst: How we can eat our landscapes"}
{"en_1819": "Tracy Chevalier: Finding the story inside the painting"}
{"en_1820": "Fredy Peccerelli: A forensic anthropologist who brings closure for the \"disappeared\""}
{"en_1821": "Jonathan Marks: In praise of conflict"}
{"en_1822": "Andy Puddicombe: All it takes is 10 mindful minutes"}
{"en_1823": "Jay Silver: Hack a banana, make a keyboard!"}
{"en_1824": "Nighat Dad: How Pakistani women are taking the internet back"}
{"en_1825": "Dan Pacholke: How prisons can help inmates live meaningful lives"}
{"en_1826": "Dan Ariely: Our buggy moral code"}
{"en_1827": "Joey Alexander: An 11-year-old prodigy performs old-school jazz"}
{"en_1828": "Rives: The  4 a.m. mystery"}
{"en_1829": "Manu Prakash: A 50-cent microscope that folds like origami"}
{"en_1830": "Dan Barber: A foie gras parable"}
{"en_1831": "Jill Sobule + Julia Sweeney: The Jill and Julia Show"}
{"en_1832": "Andrew Mwenda: Aid for Africa? No thanks."}
{"en_1833": "Michael Bierut: How to design a library that makes kids want to read "}
{"en_1834": "Sheryl Sandberg: Why we have too few women leaders"}
{"en_1835": "Sharon Brous: It's time to reclaim religion"}
{"en_1836": "Temple Grandin: The world needs all kinds of minds"}
{"en_1837": "Jonathan Zittrain: The Web as random acts of kindness"}
{"en_1838": "John Koenig: Beautiful new words to describe obscure emotions"}
{"en_1839": "Dimitar Sasselov: How we found hundreds of potential Earth-like planets"}
{"en_1840": "Mikko Hypponen: How the NSA betrayed the world's trust -- time to act"}
{"en_1841": "Sebastian Kraves: The era of personal DNA testing is here"}
{"en_1842": "Kai-Fu Lee: How AI can save our humanity"}
{"en_1843": "Patrick Chappatte: The power of cartoons"}
{"en_1844": "Helen Fisher: The brain in love"}
{"en_1845": "A Tribe Called Red: \"We Are the Halluci Nation\""}
{"en_1846": "Hector Garcia: We train soldiers for war. Let's train them to come home, too"}
{"en_1847": "Christoph Adami: Finding life we can't imagine"}
{"en_1848": "Rory Sutherland: Life lessons from an ad man"}
{"en_1849": "Chris Jordan: Turning powerful stats into art"}
{"en_1850": "Leymah Gbowee: Unlock the intelligence, passion, greatness of girls"}
{"en_1851": "Sara DeWitt: 3 fears about screen time for kids -- and why they're not true"}
{"en_1852": "Siddhartha Mukherjee: Soon we'll cure diseases with a cell, not a pill"}
{"en_1853": "Sherwin Nuland: How electroshock therapy changed me"}
{"en_1854": "Jennifer Golbeck: Your social media \"likes\" expose more than you think"}
{"en_1855": "Laura Carstensen: Older people are happier"}
{"en_1856": "Melinda Gates: What nonprofits can learn from Coca-Cola"}
{"en_1857": "Pamelia Kurstin: The untouchable music of the theremin"}
{"en_1858": "Esther Perel: The secret to desire in a long-term relationship"}
{"en_1859": "Rogier van der Heide: Why light needs darkness"}
{"en_1860": "Chris Kluwe: How augmented reality will change sports ... and build empathy"}
{"en_1861": "Janet Stovall: How to get serious about diversity and inclusion in the workplace"}
{"en_1862": "Lawrence Lessig: Re-examining the remix"}
{"en_1863": "Abraham Verghese: A doctor's touch"}
{"en_1864": "Eric Mead: The magic of the placebo"}
{"en_1865": "Cynthia Breazeal: The rise of personal robots"}
{"en_1866": "Giulia Enders: The surprisingly charming science of your gut"}
{"en_1867": "Sebastian Thrun: Google's driverless car"}
{"en_1868": "Stephen Palumbi: Hidden toxins in the fish we eat"}
{"en_1869": "Boghuma Kabisen Titanji: Ethical riddles in HIV research"}
{"en_1870": "Ben Kacyra: Ancient wonders captured in 3D"}
{"en_1871": "Scott Fraser: Why eyewitnesses get it wrong"}
{"en_1872": "Tabetha Boyajian: The most mysterious star in the universe"}
{"en_1873": "Hans Rosling: New insights on poverty"}
{"en_1874": "Carrie Nugent: Adventures of an asteroid hunter"}
{"en_1875": "Nancy Duarte: The secret structure of great talks"}
{"en_1876": "Markus Fischer: A robot that flies like a bird"}
{"en_1877": "Olga Yurkova: Inside the fight against Russia's fake news empire"}
{"en_1878": "Nina Jablonski: Skin color is an illusion"}
{"en_1879": "Fiorenzo Omenetto: Silk, the ancient material of the future"}
{"en_1880": "Geoff Mulgan: Post-crash, investing in a better world"}
{"en_1881": "Edith Widder: The weird, wonderful world of bioluminescence"}
{"en_1882": "Juan Enriquez: Using biology to rethink the energy challenge"}
{"en_1883": "Adam Driver: My journey from Marine to actor"}
{"en_1884": "Suzanne Talhouk: Don't kill your language"}
{"en_1885": "Ian Ritchie: The day I turned down Tim Berners-Lee"}
{"en_1886": "Franz Freudenthal: A new way to heal hearts without surgery"}
{"en_1887": "Daniel Kraft: A better way to harvest bone marrow"}
{"en_1888": "David Macaulay: An illustrated journey through Rome"}
{"en_1889": "John Delaney: Wiring an interactive ocean"}
{"en_1890": "Sangu Delle: There's no shame in taking care of your mental health"}
{"en_1891": "David Birch: A new way to stop identity theft"}
{"en_1892": "Zachariah Mampilly: How protest is redefining democracy around the world"}
{"en_1893": "Dyan deNapoli: The great penguin rescue"}
{"en_1894": "Thomas Thwaites: How I built a toaster -- from scratch"}
{"en_1895": "Jeremy Gilley: One day of peace"}
{"en_1896": "Daniel Goleman: Why aren't we more compassionate?"}
{"en_1897": "Tristram Wyatt: The smelly mystery of the human pheromone"}
{"en_1898": "Kristie Overstreet: What doctors should know about gender identity"}
{"en_1899": "David Epstein: Are athletes really getting faster, better, stronger?"}
{"en_1900": "Eddy Cartaya: My glacier cave discoveries"}
{"en_1901": "Simon Berrow: How do you save a shark you know nothing about?"}
{"en_1902": "Yochai Benkler: The new open-source economics"}
{"en_1903": "Sally Kohn: Don't like clickbait? Don't click"}
{"en_1904": "Jinha Lee: Reach into the computer and grab a pixel"}
{"en_1905": "Julian Treasure: Why architects need to use their ears"}
{"en_1906": "Philip Rosedale: Life in Second Life"}
{"en_1907": "Geoffrey Canada: Our failing schools. Enough is enough!"}
{"en_1908": "Ameera Harouda: Why I put myself in danger to tell the stories of Gaza"}
{"en_1909": "Chris Hadfield: What I learned from going blind in space"}
{"en_1910": "Paul Romer: The world's first charter city?"}
{"en_1911": "Ian Firth: Bridges should be beautiful"}
{"en_1912": "Emma Marris: Nature is everywhere -- we just need to learn to see it"}
{"en_1913": "Clemantine Wamariya: War and what comes after"}
{"en_1914": "Scott Summit: Beautiful artificial limbs"}
{"en_1915": "Eddi Reader: \"Kiteflyer's Hill\""}
{"en_1916": "J.J. Abrams: The mystery box"}
{"en_1917": "David Kelley: How to build your creative confidence"}
{"en_1918": "Christopher Ategeka: How adoption worked for me"}
{"en_1919": "Thelma Golden: How art gives shape to cultural change"}
{"en_1920": "Grace Kim: How cohousing can make us happier (and live longer)"}
{"en_1921": "Rebecca Saxe: How we read each other's minds"}
{"en_1922": "Christine Sun Kim: The enchanting music of sign language"}
{"en_1923": "Jonathan Klein: Photos that changed the world"}
{"en_1924": "Isabel Allende: How to live passionately—no matter your age"}
{"en_1925": "Emily Levine: How I made friends with reality"}
{"en_1926": "Karen Armstrong: Let's revive the Golden Rule"}
{"en_1927": "Damon Davis: Courage is contagious"}
{"en_1928": "Burçin Mutlu-Pakdil: A rare galaxy that's challenging our understanding of the universe"}
{"en_1929": "Janette Sadik-Khan: New York's streets? Not so mean any more"}
{"en_1930": "Neri Oxman: Design at the intersection of technology and biology"}
{"en_1931": "Kola Masha: How farming could employ Africa's young workforce -- and help build peace"}
{"en_1932": "AJ Jacobs: My year of living biblically"}
{"en_1933": "Ge Wang: The DIY orchestra of the future"}
{"en_1934": "Naomi Klein: Addicted to risk"}
{"en_1935": "Péter Fankhauser: Meet Rezero, the dancing ballbot"}
{"en_1936": "Sharon Terry: Science didn't understand my kids' rare disease until I decided to study it"}
{"en_1937": "Deborah Gordon: The emergent genius of ant colonies"}
{"en_1938": "Peter Saul: Let's talk about dying"}
{"en_1939": "Penelope Boston: There might just be life on Mars"}
{"en_1940": "Jacqueline Novogratz: An escape from poverty"}
{"en_1941": "Ryan Gravel: How an old loop of railroads is changing the face of a city"}
{"en_1942": "Sleepy Man Banjo Boys: Teen wonders play bluegrass"}
{"en_1943": "Maria Bezaitis: Why we need strangeness"}
{"en_1944": "Jason Clay: How big brands can help save biodiversity"}
{"en_1945": "Tony Wyss-Coray: How young blood might help reverse aging. Yes, really"}
{"en_1946": "Frank Gehry: A master architect asks, Now what?"}
{"en_1947": "Teitur: Home is a song I've always remembered"}
{"en_1948": "Judson Brewer: A simple way to break a bad habit"}
{"en_1949": "Chris Anderson (TED): Questions no one knows the answers to"}
{"en_1950": "Christopher Soghoian: How to avoid surveillance ... with the phone in your pocket"}
{"en_1951": "Amory Lovins: A 40-year plan for energy"}
{"en_1952": "Benjamin Zander: The transformative power of classical music"}
{"en_1953": "Noy Thrupkaew: Human trafficking is all around you. This is how it works"}
{"en_1954": "Halla Tómasdóttir: A feminine response to Iceland's financial crash"}
{"en_1955": "Garry Kasparov: Don't fear intelligent machines. Work with them"}
{"en_1956": "Ari Wallach: 3 ways to plan for the (very) long term"}
{"en_1957": "Carlos Bautista: The awful logic of land mines -- and an app that helps people avoid them"}
{"en_1958": "Reed Kroloff: A tour of modern architecture"}
{"en_1959": "Ryan Holladay: To hear this music you have to be there. Literally"}
{"en_1960": "Shigeru Ban: Emergency shelters made from paper"}
{"en_1961": "Sydney Chaffee: How teachers can help kids find their political voices"}
{"en_1962": "Randall Munroe: Comics that ask \"what if?\""}
{"en_1963": "Allan Adams: What the discovery of gravitational waves means"}
{"en_1964": "Béatrice Coron: Stories cut from paper"}
{"en_1965": "Christiana Figueres: The inside story of the Paris climate agreement"}
{"en_1966": "Tea Uglow: An Internet without screens might look like this"}
{"en_1967": "Hans Rosling: Let my dataset change your mindset"}
{"en_1968": "Anjali Tripathi: Why Earth may someday look like Mars"}
{"en_1969": "Kate Stone: The press trampled on my privacy. Here's how I took back my story"}
{"en_1970": "Fabian Oefner: Psychedelic science"}
{"en_1971": "Kamau Gachigi: Success stories from Kenya's first makerspace"}
{"en_1972": "Michelle Borkin: Can astronomers help doctors?"}
{"en_1973": "Charles Limb: Your brain on improv"}
{"en_1974": "Anand Giridharadas: A letter to all who have lost in this era"}
{"en_1975": "Dave Meslin: The antidote to apathy"}
{"en_1976": "Kate Orff: Reviving New York's rivers -- with oysters!"}
{"en_1977": "Lesley Hazleton: On reading the Koran"}
{"en_1978": "Thomas Peschak: Dive into an ocean photographer's world"}
{"en_1979": "David Byrne: How architecture helped music evolve"}
{"en_1980": "Rob Legato: The art of creating awe"}
{"en_1981": "Zachary R. Wood: Why it's worth listening to people you disagree with"}
{"en_1982": "Mike Kinney: A pro wrestler's guide to confidence"}
{"en_1983": "Blaise Agüera y Arcas: How PhotoSynth can connect the world's images"}
{"en_1984": "Angel Hsu: How China is (and isn't) fighting pollution and climate change"}
{"en_1985": "Michael Moschen: Juggling as art ... and science"}
{"en_1986": "Regina Dugan: From mach-20 glider to hummingbird drone"}
{"en_1987": "Juliana Rotich: Meet BRCK, Internet access built for Africa"}
{"en_1988": "Lisa Bu: How books can open your mind"}
{"en_1989": "Tania Douglas: To design better tech, understand context"}
{"en_1990": "Tim Brown: Designers -- think big!"}
{"en_1991": "Will MacAskill: What are the most important moral problems of our time?"}
{"en_1992": "John Maeda: Designing for simplicity"}
{"en_1993": "Diane Benscoter: How cults rewire the brain"}
{"en_1994": "James Nachtwey: Moving photos of extreme drug-resistant TB"}
{"en_1995": "Dan Barasch: A park underneath the hustle and bustle of New York City"}
{"en_1996": "Diana Laufenberg: How to learn? From mistakes"}
{"en_1997": "Sebastián Bortnik: The conversation we're not having about digital child abuse"}
{"en_1998": "Nancy Frates: Meet the mom who started the Ice Bucket Challenge"}
{"en_1999": "Ashley Judd: How online abuse of women has spiraled out of control"}
{"en_2000": "Martin Seligman: The new era of positive psychology"}
{"en_2001": "Ravin Agrawal: 10 young Indian artists to watch"}
{"en_2002": "Caitlin Doughty: A burial practice that nourishes the planet"}
{"en_2003": "Khadija Gbla: My mother’s strange definition of empowerment"}
{"en_2004": "Joe Landolina: This gel can make you stop bleeding instantly"}
{"en_2005": "Greg Gage: How octopuses battle each other"}
{"en_2006": "John Hockenberry: We are all designers"}
{"en_2007": "Jimmy Nelson: Gorgeous portraits of the world's vanishing people"}
{"en_2008": "Jorge Drexler: Poetry, music and identity"}
{"en_2009": "Kitra Cahana: My father, locked in his body but soaring free"}
{"en_2010": "Bruce Feiler: Agile programming -- for your family"}
{"en_2011": "Kamal Meattle: How to grow fresh air"}
{"en_2012": "Veerle Provoost: Do kids think of sperm donors as family?"}
{"en_2013": "Daniel Suarez: The kill decision shouldn't belong to a robot"}
{"en_2014": "Abha Dawesar: Life in the \"digital now\""}
{"en_2015": "Malcolm Gladwell: The strange tale of the Norden bombsight"}
{"en_2016": "Mina Bissell: Experiments that point to a new understanding of cancer"}
{"en_2017": "Andrew Solomon: How the worst moments in our lives make us who we are"}
{"en_2018": "Wael Ghonim: Inside the Egyptian revolution"}
{"en_2019": "Jim Yong Kim: Doesn't everyone deserve a chance at a good life?"}
{"en_2020": "Abigail Marsh: Why some people are more altruistic than others"}
{"en_2021": "Jane Goodall: What separates us from chimpanzees?"}
{"en_2022": "Tristan Harris: How better tech could protect us from distraction"}
{"en_2023": "Robert Lang: The math and magic of origami"}
{"en_2024": "David Hoffman: What happens when you lose everything"}
{"en_2025": "Devdutt Pattanaik: East vs. West -- the myths that mystify"}
{"en_2026": "Laura Boushnak: The deadly legacy of cluster bombs"}
{"en_2027": "Matthieu Ricard: The habits of happiness"}
{"en_2028": "David S. Rose: How to pitch to a VC"}
{"en_2029": "Steve Jurvetson: Model rocketry"}
{"en_2030": "Alwar Balasubramaniam: Art of substance and absence"}
{"en_2031": "Hilary Cottam: Social services are broken. How we can fix them"}
{"en_2032": "Ashwini Anburajan: How cryptocurrency can help startups get investment capital"}
{"en_2033": "Mark Bezos: A life lesson from a volunteer firefighter"}
{"en_2034": "Halla Tómasdóttir: It's time for women to run for office"}
{"en_2035": "Renzo Piano: The genius behind some of the world's most famous buildings"}
{"en_2036": "Tom Wujec: Got a wicked problem? First, tell me how you make toast"}
{"en_2037": "Stewart Brand: What squatter cities can teach us"}
{"en_2038": "Stephen Wilkes: The passing of time, caught in a single photo"}
{"en_2039": "Antonio Donato Nobre: The magic of the Amazon: A river that flows invisibly all around us"}
{"en_2040": "Robin Ince: Science versus wonder?"}
{"en_2041": "Kate Stafford: How human noise affects ocean habitats"}
{"en_2042": "Malte Spitz: Your phone company is watching"}
{"en_2043": "Yves Behar: A supercharged motorcycle design"}
{"en_2044": "Manuel Lima: A visual history of human knowledge"}
{"en_2045": "Jon Bowers: We should aim for perfection -- and stop fearing failure"}
{"en_2046": "Tod Machover + Dan Ellsey: Inventing instruments that unlock new music"}
{"en_2047": "Max Tegmark: How to get empowered, not overpowered, by AI"}
{"en_2048": "Ted Halstead: A climate solution where all sides can win"}
{"en_2049": "Vusi Mahlasela: \"Thula Mama\""}
{"en_2050": "Lauren Zalaznick: The conscience of television"}
{"en_2051": "Shirin Neshat: Art in exile"}
{"en_2052": "David Pizarro: The strange politics of disgust"}
{"en_2053": "Jamais Cascio: Tools for a better world"}
{"en_2054": "Geoff Mulgan: A short intro to the Studio School"}
{"en_2055": "Matt Goldman: The search for \"aha!\" moments"}
{"en_2056": "Carin Bondar: The birds and the bees are just the beginning"}
{"en_2057": "David Perry: Are games better than life?"}
{"en_2058": "Ron Eglash: The fractals at the heart of African designs"}
{"en_2059": "The Soul Rebels: \"Rebelosis\" / \"Rebel Rock\" / \"Rebel on That Level\""}
{"en_2060": "Ash Beckham: When to take a stand -- and when to let it go"}
{"en_2061": "Erin McKean: The joy of lexicography"}
{"en_2062": "Dan Pallotta: The way we think about charity is dead wrong"}
{"en_2063": "Richard Dawkins: Militant atheism"}
{"en_2064": "Bryan Stevenson: We need to talk about an injustice"}
{"en_2065": "Alain de Botton: Atheism 2.0"}
{"en_2066": "Lisa Feldman Barrett: You aren't at the mercy of your emotions -- your brain creates them"}
{"en_2067": "Nathan Wolfe: The jungle search for viruses"}
{"en_2068": "Ruth Chang: How to make hard choices"}
{"en_2069": "Elizabeth Murchison: Fighting a contagious cancer"}
{"en_2070": "Stephen Petranek: 10 ways the world could end"}
{"en_2071": "Ellen 't Hoen: Pool medical patents, save lives"}
{"en_2072": "Jok Church: A circle of caring"}
{"en_2073": "Eric Berlow and Sean Gourley: Mapping ideas worth spreading"}
{"en_2074": "Michael Pollan: A plant's-eye view"}
{"en_2075": "Andreas Raptopoulos: No roads? There's a drone for that"}
{"en_2076": "Michel Dugon: The secrets of spider venom"}
{"en_2077": "Karim Abouelnaga: A summer school kids actually want to attend"}
{"en_2078": "Juan Enriquez: We can reprogram life. How to do it wisely"}
{"en_2079": "Mary Robinson: Why climate change is a threat to human rights"}
{"en_2080": "Hasan Elahi: FBI, here I am!"}
{"en_2081": "Fred Swaniker: The leaders who ruined Africa, and the generation who can fix it"}
{"en_2082": "Tom Hulme: What can we learn from shortcuts?"}
{"en_2083": "Neil Harbisson: I listen to color"}
{"en_2084": "Graham Hill: Why I'm a weekday vegetarian"}
{"en_2085": " Ibeyi: \"Valé\" / \"River\""}
{"en_2086": "Elon Musk: The future we're building -- and boring"}
{"en_2087": "Willie Smits: How to restore a rainforest"}
{"en_2088": "Zeresenay Alemseged: The search for humanity's roots"}
{"en_2089": "Michele L. Sullivan: Asking for help is a strength, not a weakness"}
{"en_2090": "Greg Gage: How you can make a fruit fly eat veggies"}
{"en_2091": "Juan Enriquez: Will our kids be a different species?"}
{"en_2092": "Christopher Soghoian: Your smartphone is a civil rights issue"}
{"en_2093": "Stefon Harris: There are no mistakes on the bandstand"}
{"en_2094": "António Guterres: Refugees have the right to be protected"}
{"en_2095": "Malika Whitley: How the arts help homeless youth heal and build"}
{"en_2096": "Wendy Freedman: This telescope might show us the beginning of the universe"}
{"en_2097": "Ed Boyden: A new way to study the brain's invisible secrets"}
{"en_2098": "David Damberger: What happens when an NGO admits failure"}
{"en_2099": "Greg Gage: Electrical experiments with plants that count and communicate"}
{"en_2100": "Adam Savage: How simple ideas lead to scientific discoveries"}
{"en_2101": "Jose Miguel Sokoloff: How Christmas lights helped guerrillas put down their guns"}
{"en_2102": "Isaac Mizrahi: How the button changed fashion"}
{"en_2103": "Magda Sayeg: How yarn bombing grew into a worldwide movement"}
{"en_2104": "Annie Murphy Paul: What we learn before we're born"}
{"en_2105": "Evan Williams: The voices of Twitter users"}
{"en_2106": "James Beacham: How we explore unanswered questions in physics"}
{"en_2107": "Margaret Mitchell: How we can build AI to help humans, not hurt us"}
{"en_2108": "Will Potter: The secret US prisons you've never heard of before"}
{"en_2109": "Uri Hasson: This is your brain on communication"}
{"en_2110": "Memory Banda: A warrior’s cry against child marriage"}
{"en_2111": "Chris Nowinski: Can I have your brain? The quest for truth on concussions and CTE"}
{"en_2112": "David Byrne, Ethel + Thomas Dolby: \"(Nothing But) Flowers\" with string quartet"}
{"en_2113": "David Chalmers: How do you explain consciousness?"}
{"en_2114": "Melissa Walker: Art can heal PTSD's invisible wounds"}
{"en_2115": "Stephen DeBerry: Why the \"wrong side of the tracks\" is usually the east side of cities"}
{"en_2116": "Sue Austin: Deep sea diving ... in a wheelchair"}
{"en_2117": "Frederick Balagadde: Bio-lab on a microchip"}
{"en_2118": "Richard Branson: Life at 30,000 feet"}
{"en_2119": "Amanda Bennett: We need a heroic narrative for death"}
{"en_2120": "Adam Savage: My obsession with objects and the stories they tell"}
{"en_2121": "Gavin Pretor-Pinney: Cloudy with a chance of joy"}
{"en_2122": "Rodrigo Canales: The deadly genius of drug cartels"}
{"en_2123": "Pico Iyer: The beauty of what we'll never know"}
{"en_2124": "Geert Chatrou: A whistleblower you haven't heard"}
{"en_2125": "Regina Hartley: Why the best hire might not have the perfect resume"}
{"en_2126": "Eve Ensler: Suddenly, my body"}
{"en_2127": "Thulasiraj Ravilla: How low-cost eye care can be world-class"}
{"en_2128": "Renny Gleeson: Our antisocial phone tricks"}
{"en_2129": "Kevin Breel: Confessions of a depressed comic"}
{"en_2130": "George Papandreou: Imagine a European democracy without borders"}
{"en_2131": "Carolyn Bertozzi: What the sugar coating on your cells is trying to tell you"}
{"en_2132": "Bran Ferren: To create for the ages, let's combine art and engineering"}
{"en_2133": "Jackson Bird: How to talk (and listen) to transgender people"}
{"en_2134": "Natasha Hurley-Walker: How radio telescopes show us unseen galaxies"}
{"en_2135": "John Gerzema: The post-crisis consumer"}
{"en_2136": "Lera Boroditsky: How language shapes the way we think"}
{"en_2137": "Miru Kim: My underground art explorations"}
{"en_2138": "Kevin Briggs: The bridge between suicide and life"}
{"en_2139": "Stephanie Busari: How fake news does real harm"}
{"en_2140": "Simon Sinek: Why good leaders make you feel safe"}
{"en_2141": "Aris Venetikidis: Making sense of maps"}
{"en_2142": "Paddy Ashdown: The global power shift"}
{"en_2143": "Thomas Pogge: Medicine for the 99 percent"}
{"en_2144": "Jeff Bezos: The electricity metaphor for the web's future"}
{"en_2145": "Marcus Byrne: The dance of the dung beetle"}
{"en_2146": "Joachim de Posada: Don't eat the marshmallow!"}
{"en_2147": "Alicia Garza, Patrisse Cullors and Opal Tometi: An interview with the founders of Black Lives Matter"}
{"en_2148": "Hannah Bürckstümmer: A printable, flexible, organic solar cell"}
{"en_2149": "Richard J. Berry: A practical way to help the homeless find work and safety"}
{"en_2150": " Yelle: \"Interpassion\" / \"Ba$$in\""}
{"en_2151": "Ramona Pierson: An unexpected place of healing"}
{"en_2152": "Bill Gates: Teachers need real feedback"}
{"en_2153": "Karen J. Meech: The story of 'Oumuamua, the first visitor from another star system"}
{"en_2154": "Sunitha Krishnan: The fight against sex slavery"}
{"en_2155": "Michael Nielsen: Open science now!"}
{"en_2156": "Per Espen Stoknes: How to transform apocalypse fatigue into action on global warming"}
{"en_2157": "Charity Wayua: A few ways to fix a government"}
{"en_2158": "Sleepy Man Banjo Boys: Bluegrass virtuosity from ... New Jersey?"}
{"en_2159": "Emily Balcetis: Why some people find exercise harder than others"}
{"en_2160": "Gayle Tzemach Lemmon: Meet the women fighting on the front lines of an American war"}
{"en_2161": "Elaine Morgan: I believe we evolved from aquatic apes"}
{"en_2162": "Tiffany Watt Smith: The history of human emotions"}
{"en_2163": "Andrew Stanton: The clues to a great story"}
{"en_2164": "Mariano Sigman and Dan Ariely: How can groups make good decisions?"}
{"en_2165": "Maz Jobrani: Did you hear the one about the Iranian-American?"}
{"en_2166": "David MacKay: A reality check on renewables"}
{"en_2167": "Philip K. Howard: Four ways to fix a broken legal system"}
{"en_2168": "Christopher deCharms: A look inside the brain in real time"}
{"en_2169": "Golan Levin: Art that looks back at you"}
{"en_2170": "Gonzalo Vilariño: How Argentina's blind soccer team became champions"}
{"en_2171": "Anders Ynnerman: Visualizing the medical data explosion"}
{"en_2172": "Francesco Sauro: Deep under the Earth's surface, discovering beauty and science"}
{"en_2173": "Fred Jansen: How to land on a comet"}
{"en_2174": "Scott McCloud: The visual magic of comics"}
{"en_2175": "Natalie Panek: Let's clean up the space junk orbiting Earth"}
{"en_2176": "Alain de Botton: A kinder, gentler philosophy of success"}
{"en_2177": "Michael McDaniel: Cheap, effective shelter for disaster relief"}
{"en_2178": "Madeleine Albright: On being a woman and a diplomat"}
{"en_2179": "David Lee: Why jobs of the future won't feel like work"}
{"en_2180": "Leticia Gasca: Don't fail fast -- fail mindfully"}
{"en_2181": "Tom Rielly: A comic sendup of TED2006"}
{"en_2182": "Sanjay Dastoor: A skateboard, with a boost"}
{"en_2183": "Bill and Melinda Gates: Why giving away our wealth has been the most satisfying thing we've done"}
{"en_2184": "Ellen  Gustafson: Obesity + hunger = 1 global food issue"}
{"en_2185": "Will Marshall: The mission to create a searchable database of Earth's surface"}
{"en_2186": "Rainn Wilson: Ideas worth dating"}
{"en_2187": "Two young scientists break down plastics with bacteria"}
{"en_2188": "Kavita Ramdas: Radical women, embracing tradition"}
{"en_2189": "Will Wright: Spore, birth of a game"}
{"en_2190": "Jeff Han: The radical promise of the multi-touch interface"}
{"en_2191": "Shabana Basij-Rasikh: Dare to educate Afghan girls"}
{"en_2192": "Timothy Prestero: Design for people, not awards"}
{"en_2193": "Jorge Ramos: Why journalists have an obligation to challenge power"}
{"en_2194": "Magnus Larsson: Turning dunes into architecture"}
{"en_2195": "Felice Belle and Jennifer Murphy: How we became sisters"}
{"en_2196": "Elizabeth Loftus: How reliable is your memory?"}
{"en_2197": "Andrea Ghez: The hunt for a supermassive black hole"}
{"en_2198": "Nicholas Negroponte: 5 predictions, from 1984"}
{"en_2199": "Gabe Barcia-Colombo: My DNA vending machine"}
{"en_2200": "Kary Mullis: A next-gen cure for killer infections"}
{"en_2201": "Rob Reid: The $8 billion iPod"}
{"en_2202": "Peter Attia: Is the obesity crisis hiding a bigger problem?"}
{"en_2203": "Gary Slutkin: Let's treat violence like a contagious disease"}
{"en_2204": "Vijay Kumar: The future of flying robots"}
{"en_2205": "Lloyd Pendleton: The Housing First approach to homelessness"}
{"en_2206": "Joe Kowan: How I beat stage fright"}
{"en_2207": "Janine Shepherd: A broken body isn't a broken person"}
{"en_2208": "Catherine Mohr: The tradeoffs of building green"}
{"en_2209": "Kevin Allocca: Why videos go viral"}
{"en_2210": "Katie Bouman: How to take a picture of a black hole"}
{"en_2211": "Aakash Odedra: A dance in a hurricane of paper, wind and light"}
{"en_2212": "Derek Sivers: Weird, or just different?"}
{"en_2213": "Stefan Wolff: The path to ending ethnic conflicts"}
{"en_2214": "Chris Domas: The 1s and 0s behind cyber warfare"}
{"en_2215": "Ahn Trio: A modern take on piano, violin, cello"}
{"en_2216": "Amy Tan: Where does creativity hide?"}
{"en_2217": "Alison Killing: There’s a better way to die, and architecture can help"}
{"en_2218": "Laura Schulz: The surprisingly logical minds of babies"}
{"en_2219": "Ray Zahab: My trek to the South Pole"}
{"en_2220": "Marisa Fick-Jordan: The wonder of Zulu wire art"}
{"en_2221": "Leila Takayama: What's it like to be a robot?"}
{"en_2222": "Sue Klebold: My son was a Columbine shooter. This is my story"}
{"en_2223": "Onora O'Neill: What we don't understand about trust"}
{"en_2224": "Wanda Diaz Merced: How a blind astronomer found a way to hear the stars"}
{"en_2225": "Drew Philp: My $500 house in Detroit -- and the neighbors who helped me rebuild it"}
{"en_2226": "Jeremy Heimans: What new power looks like"}
{"en_2227": "Titus Kaphar: Can art amend history?"}
{"en_2228": "Stella Young: I'm not your inspiration, thank you very much"}
{"en_2229": "Tony Fadell: The first secret of design is ... noticing"}
{"en_2230": "Tristram Stuart: The global food waste scandal"}
{"en_2231": "Jon Boogz and Lil Buck: A dance to honor Mother Earth"}
{"en_2232": "Maysoon Zayid: I got 99 problems ... palsy is just one"}
{"en_2233": "Nalini Nadkarni: Life science in prison"}
{"en_2234": "Greg Gage: This computer is learning to read your mind "}
{"en_2235": "J.D. Vance: America's forgotten working class"}
{"en_2236": "Feisal Abdul Rauf: Lose your ego, find your compassion"}
{"en_2237": "Boniface Mwangi: The day I stood up alone"}
{"en_2238": "Prosanta Chakrabarty: Clues to prehistoric times, found in blind cavefish"}
{"en_2239": "Jakob Trollback: A new kind of music video"}
{"en_2240": "Bruce Feiler: The council of dads"}
{"en_2241": "Joe DeRisi: Solving medical mysteries"}
{"en_2242": "Dread Scott: How art can shape America's conversation about freedom"}
{"en_2244": "Stephen Burt: Why people need poetry"}
{"en_2245": "Bruce McCall: What is retro-futurism?"}
{"en_2246": "Rory Stewart: Why democracy matters"}
{"en_2247": "Michael Shermer: The pattern behind self-deception"}
{"en_2248": "Suzanne Barakat: Islamophobia killed my brother. Let's end the hate"}
{"en_2249": "Tal Golesworthy: How I repaired my own heart"}
{"en_2250": "Andrew Blum: Discover the physical side of the internet"}
{"en_2251": "Chimamanda Ngozi Adichie: We should all be feminists"}
{"en_2252": "Carl Honoré: In praise of slowness"}
{"en_2253": "Kevin Bales: How to combat modern slavery"}
{"en_2254": "Mohamed Hijri: A simple solution to the coming phosphorus crisis"}
{"en_2255": "Wade Davis: Dreams from endangered cultures"}
{"en_2256": "Andy Yen: Think your email's private? Think again"}
{"en_2257": "Daria van den Bercken: Why I take the piano on the road ... and in the air"}
{"en_2258": "Adam Savage: My love letter to cosplay"}
{"en_2259": "Aaron Huey: America's native prisoners of war"}
{"en_2260": "Melinda Epler: 3 ways to be a better ally in the workplace"}
{"en_2261": "Minda Dentler: What I learned when I conquered the world's toughest triathlon"}
{"en_2262": "Robert Muggah: How to protect fast-growing cities from failing"}
{"en_2263": "Margaret Gould Stewart: How YouTube thinks about copyright"}
{"en_2264": "Dustin Yellin: A journey through the mind of an artist"}
{"en_2265": "Michael Archer: How we'll resurrect the gastric brooding frog, the Tasmanian tiger"}
{"en_2266": "Zainab Salbi: Women, wartime and the dream of peace"}
{"en_2267": "Sergey Brin: Why Google Glass?"}
{"en_2268": "Tom Wujec: Learn to use the 13th-century astrolabe"}
{"en_2269": "Isabel Behncke: Evolution's gift of play, from bonobo apes to humans"}
{"en_2270": "Mark Pollock and Simone George: A love letter to realism in a time of grief"}
{"en_2271": "Al Seckel: Visual illusions that show how we (mis)think"}
{"en_2272": "The interspecies internet? An idea in progress"}
{"en_2273": "Robert Full: Robots inspired by cockroach ingenuity"}
{"en_2274": "Samuel Cohen: Alzheimer's is not normal aging — and we can cure it"}
{"en_2275": "Silk Road Ensemble + Rhiannon Giddens: \"St. James Infirmary Blues\""}
{"en_2276": "Nathalie Miebach: Art made of storms"}
{"en_2277": "Nick Bostrom: A philosophical quest for our biggest problems"}
{"en_2278": "James A. White Sr.: The little problem I had renting a house"}
{"en_2279": "James B. Glattfelder: Who controls the world?"}
{"en_2280": "Clint Smith: How to raise a black son in America"}
{"en_2281": "Paul Lewis: How mobile phones helped solve two murders"}
{"en_2282": "Jacqueline Novogratz: Patient capitalism"}
{"en_2283": "Al Vernacchio: Sex needs a new metaphor. Here's one ..."}
{"en_2284": "Simone Bianco and Tom Zimmerman: The wonderful world of life in a drop of water"}
{"en_2285": "Jakob Magolan: A crash course in organic chemistry"}
{"en_2286": "Newton Aduaka: The story of Ezra"}
{"en_2287": "Keith Barry: Brain magic"}
{"en_2288": "Petter Johansson:  Do you really know why you do what you do?"}
{"en_2289": "Robert Hakiza: Refugees want empowerment, not handouts"}
{"en_2290": "Mike Matas: A next-generation digital book"}
{"en_2291": "Jim Al-Khalili: How quantum biology might explain life’s biggest questions"}
{"en_2292": "Deb Roy: The birth of a word"}
{"en_2293": "Gustavo Dudamel and the Teresa Carreño Youth Orchestra: El Sistema's top youth orchestra"}
{"en_2294": "Bertrand Piccard: My solar-powered adventure"}
{"en_2295": "Munir Virani: Why I love vultures"}
{"en_2296": "Paul Tudor Jones II: Why we need to rethink capitalism"}
{"en_2297": "John Doerr: Salvation (and profit) in greentech"}
{"en_2298": "Claron McFadden: Singing the primal mystery"}
{"en_2299": "Juan Enriquez: What will humans look like in 100 years?"}
{"en_2300": "Donald Hoffman: Do we see reality as it is?"}
{"en_2301": "Martina Flor: The secret language of letter design"}
{"en_2302": "Jorge Soto: The future of early cancer detection?"}
{"en_2303": "Daniel Goldstein: The battle between your present and future self"}
{"en_2304": "Van Jones: The economic injustice of plastic"}
{"en_2305": "Nora Atkinson: Why art thrives at Burning Man"}
{"en_2306": "Sandrine Thuret: You can grow new brain cells. Here's how"}
{"en_2307": "Marco Tempest: The electric rise and fall of Nikola Tesla"}
{"en_2308": "Lee Cronin: Making matter come alive"}
{"en_2309": "Evelyn Glennie: How to truly listen"}
{"en_2310": "Rick Warren: A life of purpose"}
{"en_2311": "Jon Nguyen: Tour the solar system from home"}
{"en_2312": "Clay Shirky: Institutions vs. collaboration"}
{"en_2313": "Andrew Bird: A one-man orchestra of the imagination"}
{"en_2314": "Kevin Stone: The bio-future of joint replacement"}
{"en_2315": "Elizabeth Lindsey: Curating humanity's heritage"}
{"en_2316": "Ruby Wax: What's so funny about mental illness?"}
{"en_2317": "Ben Saunders: Why bother leaving the house?"}
{"en_2318": "Bob Stein: A rite of passage for late life"}
{"en_2319": "Noah Feldman: Hamilton vs. Madison and the birth of American partisanship"}
{"en_2320": "Eric Berlow: Simplifying complexity"}
{"en_2321": "Marco Alverà: The surprising ingredient that makes businesses work better"}
{"en_2322": "Marina Abramović: An art made of trust, vulnerability and connection"}
{"en_2323": "David Gruber: Glow-in-the-dark sharks and other stunning sea creatures"}
{"en_2324": "Steve Howard: Let's go all-in on selling sustainability"}
{"en_2325": "Julian Assange: Why the world needs WikiLeaks"}
{"en_2326": "Jarreth Merz: Filming democracy in Ghana"}
{"en_2327": "Manal al-Sharif: A Saudi woman who dared to drive"}
{"en_2328": "Jamila Lyiscott: 3 ways to speak English"}
{"en_2329": "Martin Ford: How we'll earn money in a future without jobs"}
{"en_2330": "Michael Green: Why we should build wooden skyscrapers"}
{"en_2331": "Alexander Wagner: What really motivates people to be honest in business"}
{"en_2332": "Ed Yong: Zombie roaches and other parasite tales"}
{"en_2333": "Sheikha Al Mayassa: Globalizing the local, localizing the global"}
{"en_2334": "Joi Ito: Want to innovate? Become a \"now-ist\""}
{"en_2335": "Mick Cornett: How an obese town lost a million pounds"}
{"en_2336": "Karina Galperin: Should we simplify spelling?"}
{"en_2337": "Augie Picado: The real reason manufacturing jobs are disappearing"}
{"en_2338": "Rebecca Brachman: Could a drug prevent depression and PTSD?"}
{"en_2339": "Parul Sehgal: An ode to envy"}
{"en_2340": "Sebastião Salgado: The silent drama of photography"}
{"en_2341": "Jenni Chang and Lisa Dazols: This is what LGBT life is like around the world"}
{"en_2342": "Alice Goffman: How we're priming some kids for college — and others for prison"}
{"en_2343": "Fredros Okumu: Why I study the most dangerous animal on earth -- mosquitoes"}
{"en_2344": "Nathan Myhrvold: Could this laser zap malaria?"}
{"en_2345": "Enric Sala: Let's turn the high seas into the world's largest nature reserve"}
{"en_2346": "Paul Nicklen: Animal tales from icy wonderlands"}
{"en_2347": "Cameron Herold: Let's raise kids to be entrepreneurs"}
{"en_2348": "Jackie Tabick: The balancing act of compassion"}
{"en_2349": "Annette Heuser: The 3 agencies with the power to make or break economies"}
{"en_2350": "Casey Gerald: The gospel of doubt"}
{"en_2351": "Don Tapscott: Four principles for the open world"}
{"en_2352": "Naif Al-Mutawa: Superheroes inspired by Islam"}
{"en_2353": "Mary Bassett: Why your doctor should care about social justice"}
{"en_2354": "Jeremy Howard: The wonderful and terrifying implications of computers that can learn"}
{"en_2355": "Stanley McChrystal: Listen, learn ... then lead"}
{"en_2356": "Barry Schwartz: The paradox of choice"}
{"en_2357": "Pierre Thiam: A forgotten ancient grain that could help Africa prosper"}
{"en_2358": "Fabian Hemmert: The shape-shifting future of the mobile phone"}
{"en_2359": "Kelly Richmond Pope: How whistle-blowers shape history"}
{"en_2360": "Anushka Naiknaware: A teen scientist's invention to help wounds heal"}
{"en_2361": "Eric Dyer: The forgotten art of the zoetrope"}
{"en_2362": "Roger Ebert: Remaking my voice"}
{"en_2363": "E.O. Wilson: Advice to a young scientist"}
{"en_2364": "Guy Hoffman: Robots with \"soul\""}
{"en_2365": "Hannah Fry: Is life really that complex?"}
{"en_2366": "Shonda Rhimes: My year of saying yes to everything"}
{"en_2367": "David Anderson: Your brain is more than a bag of chemicals"}
{"en_2368": "Stephen Wolfram: Computing a theory of all knowledge"}
{"en_2369": "Henry Lin: What we can learn from galaxies far, far away"}
{"en_2370": "Safwat Saleem: Why I keep speaking up, even when people mock my accent"}
{"en_2371": "Allison Hunt: How to get (a new) hip"}
{"en_2372": "Chetan Bhatt: Dare to refuse the origin myths that claim who you are"}
{"en_2373": "Kate Raworth: A healthy economy should be designed to thrive, not grow"}
{"en_2374": "Thomas Insel: Toward a new understanding of mental illness"}
{"en_2375": "Asher Hasan: My message of peace from Pakistan"}
{"en_2376": "Rives: If I controlled the Internet"}
{"en_2377": "Will Marshall: Tiny satellites show us the Earth as it changes in near-real-time"}
{"en_2378": "Rachel Botsman: The currency of the new economy is trust"}
{"en_2379": "Andrew Pelling: This scientist makes ears out of apples"}
{"en_2380": "Mennat El Ghalid: How fungi recognize (and infect) plants"}
{"en_2381": "Jessa Gamble: Our natural sleep cycle is nothing like what we do now"}
{"en_2382": "Sunni Brown: Doodlers, unite!"}
{"en_2383": "Jay Walker: The world's English mania"}
{"en_2384": "Thomas P. Campbell: Weaving narratives in museum galleries"}
{"en_2385": "Arthur Ganson: Moving sculpture"}
{"en_2386": "Jacob Collier: A one-man musical phenomenon"}
{"en_2387": "Ken Goldberg: 4 lessons from robots about being human"}
{"en_2388": "Iwan Baan: Ingenious homes in unexpected places"}
{"en_2389": "Stanley McChrystal: The military case for sharing knowledge"}
{"en_2390": "Eric Dishman: Health care should be a team sport"}
{"en_2391": "Monica Araya: A small country with big ideas to get rid of fossil fuels"}
{"en_2392": "Andrew Youn: 3 reasons why we can win the fight against poverty"}
{"en_2393": "Ken Robinson: Do schools kill creativity?"}
{"en_2394": "Billie Jean King: This tennis icon paved the way for women in sports"}
{"en_2395": "Benoit Mandelbrot: Fractals and the art of roughness"}
{"en_2396": "Anant Agarwal: Why massive open online courses (still) matter"}
{"en_2397": "John Hunter: Teaching with the World Peace Game"}
{"en_2398": "Gastón Acurio: Can home cooking change the world?"}
{"en_2399": "Marco Tempest: A cyber-magic card trick like no other"}
{"en_2400": "Laura Boushnak: For these women, reading is a daring act"}
{"en_2401": "Jonas Eliasson: How to solve traffic jams"}
{"en_2402": "Billy Collins: Two poems about what dogs think (probably)"}
{"en_2403": "BJ Miller: What really matters at the end of life"}
{"en_2404": "Ray Kurzweil: A university for the coming singularity"}
{"en_2405": "Yasmin Green: How technology can fight extremism and online harassment"}
{"en_2406": "Natasha Tsakos: A multimedia theatrical adventure"}
{"en_2407": "Rachel Pike: The science behind a climate headline"}
{"en_2408": "Marwa Al-Sabouni: How Syria's architecture laid the foundation for brutal war"}
{"en_2409": "Jon Ronson: Strange answers to the psychopath test"}
{"en_2410": "John McWhorter: Txtng is killing language. JK!!!"}
{"en_2411": "Edi Rama: Take back your city with paint"}
{"en_2412": "Danit Peleg: Forget shopping. Soon you'll download your new clothes"}
{"en_2413": "Sarah Corbett: Activism needs introverts"}
{"en_2414": "Shlomo Benartzi: Saving for tomorrow, tomorrow"}
{"en_2415": "Don Levy: A cinematic journey through visual effects"}
{"en_2416": "Elizabeth Wayne: We can hack our immune cells to fight cancer"}
{"en_2417": "Rebeca Hwang: The power of diversity within yourself"}
{"en_2418": "Harry Baker: A love poem for lonely prime numbers"}
{"en_2419": "Nadine Hachach-Haram: How augmented reality could change the future of surgery"}
{"en_2420": "Tammy Lally: Let's get honest about our money problems"}
{"en_2421": "Bart Weetjens: How I taught rats to sniff out land mines"}
{"en_2422": "John Hodgman: Aliens, love -- where are they?"}
{"en_2423": "Jill Tarter: Join the SETI search"}
{"en_2424": "Nnedi Okorafor: Sci-fi stories that imagine a future Africa"}
{"en_2425": "Sebastian Thrun and Chris Anderson: What AI is -- and isn't"}
{"en_2426": "Ajit Narayanan: A word game to communicate in any language"}
{"en_2427": "Sunni Patterson: \"Wild Women\""}
{"en_2428": "Leah Buechley: How to \"sketch\" with electronics"}
{"en_2429": "Aparna Rao: High-tech art (with a sense of humor)"}
{"en_2430": "Alejandro Aravena: My architectural philosophy? Bring the community into the process"}
{"en_2431": "Brian Cox: What went wrong at the LHC"}
{"en_2432": "Jonathan Harris: The web as art"}
{"en_2433": "Wanis Kabbaj: How nationalism and globalism can coexist"}
{"en_2434": "Alex Steffen: The route to a sustainable future"}
{"en_2435": "Sayu Bhojwani: Immigrant voices make democracy stronger"}
{"en_2436": "Martin Rees: Is this our final century?"}
{"en_2437": "Eleni Gabre-Madhin: A commodities exchange for Ethiopia"}
{"en_2438": "Vicki Arroyo: Let's prepare for our new climate"}
{"en_2439": "Rob Knight: How our microbes make us who we are"}
{"en_2440": "Annie Lennox: Why I am an HIV/AIDS activist"}
{"en_2441": "Salil Dudani: How jails extort the poor"}
{"en_2442": "Boaz Almog: The levitating superconductor"}
{"en_2443": "Brené Brown: Listening to shame"}
{"en_2444": "Aaron O'Connell: Making sense of a visible quantum object"}
{"en_2445": "Mae Jemison: Teach arts and sciences together"}
{"en_2446": "Naomi McDougall Jones: What it's like to be a woman in Hollywood"}
{"en_2447": "Hillel Cooperman: LEGO for grownups"}
{"en_2448": "Tricia Wang: The human insights missing from big data"}
{"en_2449": "AJ Jacobs: How healthy living nearly killed me"}
{"en_2450": "Megan Washington: Why I live in mortal dread of public speaking"}
{"en_2451": "Elizabeth Nyamayaro: An invitation to men who want a better world for women"}
{"en_2452": "Simone Giertz: Why you should make useless things"}
{"en_2453": "Marc Bamuthi Joseph: What soccer can teach us about freedom"}
{"en_2454": "Steve Ramirez and Xu Liu: A mouse. A laser beam. A manipulated memory."}
{"en_2455": "Paul Rothemund: Playing with DNA that self-assembles"}
{"en_2456": "Janine Benyus: Biomimicry's surprising lessons from nature's engineers"}
{"en_2457": "T. Morgan Dixon and Vanessa Garrison: The trauma of systematic racism is killing Black women. A first step toward change..."}
{"en_2458": "Paul Stamets: 6 ways mushrooms can save the world"}
{"en_2459": "Ze Frank: Are you human?"}
{"en_2460": "Kate Darling: Why we have an emotional connection to robots"}
{"en_2461": "Rob Dunbar: Discovering ancient climates in oceans and ice"}
{"en_2462": "Johan Rockström: 5 transformational policies for a prosperous and sustainable world"}
{"en_2463": "Megan Phelps-Roper: I grew up in the Westboro Baptist Church. Here's why I left"}
{"en_2464": "Sal Khan: Let's use video to reinvent education"}
{"en_2465": "Eames Demetrios: The design genius of Charles + Ray Eames"}
{"en_2466": "Sylvia Earle: My wish: Protect our oceans"}
{"en_2467": "Naomi Klein: How shocking events can spark positive change"}
{"en_2468": "Bruno Torturra: Got a smartphone? Start broadcasting"}
{"en_2469": "Christopher Emdin: Teach teachers how to create magic"}
{"en_2470": "Pico Iyer: The art of stillness"}
{"en_2471": "Christien Meindertsma: How pig parts make the world turn"}
{"en_2472": "Julie Taymor: Spider-Man, The Lion King and life on the creative edge"}
{"en_2473": "Honor Harger: A history of the universe in sound"}
{"en_2474": "Sophal Ear: Escaping the Khmer Rouge"}
{"en_2475": "Nonny de la Peña: The future of news? Virtual reality"}
{"en_2476": "Anders Fjellberg: Two nameless bodies washed up on the beach. Here are their stories"}
{"en_2477": "Yasin Kakande: What's missing in the global debate over refugees"}
{"en_2478": "Nora York: Singing \"What I Want\""}
{"en_2479": "Niels van Namen: Why the hospital of the future will be your own home"}
{"en_2480": "Pankaj Ghemawat: Actually, the world isn't flat"}
{"en_2481": "Meklit Hadero: The unexpected beauty of everyday sounds"}
{"en_2482": "Pearl Arredondo: My story, from gangland daughter to star teacher"}
{"en_2483": "Peter Tyack: The intriguing sound of marine mammals"}
{"en_2484": "Kirby Ferguson: Embrace the remix"}
{"en_2485": "Wadah Khanfar: A historic moment in the Arab world"}
{"en_2486": "Mitch Resnick: Let's teach kids to code"}
{"en_2487": "Tom Shannon, John Hockenberry: The painter and the pendulum"}
{"en_2488": "Herbie Hancock: An all-star set"}
{"en_2489": "Andreas Ekström: The moral bias behind your search results"}
{"en_2490": "John La Grou: A plug for smart power outlets"}
{"en_2491": "Sebastian Junger: Why veterans miss war"}
{"en_2492": "Mallika Sarabhai: Dance to change the world"}
{"en_2493": "Margaret Bourdeaux: Why civilians suffer more once a war is over"}
{"en_2494": "Paul Bennett: Design is in the details"}
{"en_2495": "Martin Pistorius: How my mind came back to life — and no one knew"}
{"en_2496": "Dena Simmons: How students of color confront impostor syndrome"}
{"en_2497": "Taylor Wilson: Yup, I built a nuclear fusion reactor"}
{"en_2498": "Arthur Benjamin: A performance of \"Mathemagic\""}
{"en_2499": "Jonathan Eisen: Meet your microbes"}
{"en_2500": "Roger Doiron: My subversive (garden) plot"}
{"en_2501": "David Autor: Will automation take away all our jobs?"}
{"en_2502": "Paul Pholeros: How to reduce poverty? Fix homes"}
{"en_2503": "McKenna Pope: Want to be an activist? Start with your toys"}
{"en_2504": "Michael Bodekaer: This virtual lab will revolutionize science class"}
{"en_2505": "Michael Pritchard: How to make filthy water drinkable"}
{"en_2506": "Jean-Baptiste Michel: The mathematics of history"}
{"en_2507": "Frans Lanting: The story of life in photographs"}
{"en_2508": "Tom Shannon: Anti-gravity sculpture"}
{"en_2509": "E.O. Wilson: My wish: Build the Encyclopedia of Life"}
{"en_2510": "Rich Benjamin: My road trip through the whitest towns in America"}
{"en_2511": "Rajiv Maheswaran: The math behind basketball's wildest moves"}
{"en_2512": "Yang Lan: The generation that's remaking China"}
{"en_2513": "Mark Applebaum: The mad scientist of music"}
{"en_2514": "Raymond Tang: Be humble -- and other lessons from the philosophy of water"}
{"en_2515": "Bandi Mbubi: Demand a fair trade cell phone"}
{"en_2516": "John McWhorter: 4 reasons to learn a new language"}
{"en_2517": "Robert Gordon: The death of innovation, the end of growth"}
{"en_2518": "Diane Kelly: What we didn't know about penis anatomy"}
{"en_2519": "Jaap de Roode: How butterflies self-medicate"}
{"en_2520": "Tom Griffiths: 3 ways to make better decisions -- by thinking like a computer"}
{"en_2521": "Mwende \"FreeQuency\" Katwiwa: Black life at the intersection of birth and death"}
{"en_2522": "Sandra Fisher-Martins: The right to understand"}
{"en_2523": "Neil MacGregor: 2600 years of history in one object"}
{"en_2524": "Colin Camerer: When you're making a deal, what's going on in your brain?"}
{"en_2525": "Alejandro Sánchez Alvarado: To solve old problems, study new species"}
{"en_2526": "Frans Lanting: Photos that give voice to the animal kingdom"}
{"en_2527": "David Bolinsky: Visualizing the wonder of a living cell"}
{"en_2528": "Mike Velings: The case for fish farming"}
{"en_2529": "Nizar Ibrahim: How we unearthed the Spinosaurus"}
{"en_2530": "Melissa Fleming: Let's help refugees thrive, not just survive"}
{"en_2531": "Leana Wen: What your doctor won’t disclose"}
{"en_2532": "Robert Full: The sticky wonder of gecko feet"}
{"en_2533": "Ben Wellington: How we found the worst place to park in New York City -- using big data"}
{"en_2534": "Alan Russell: The potential of regenerative medicine"}
{"en_2535": "Sherwin Nuland: The extraordinary power of ordinary people"}
{"en_2536": "Ramanan Laxminarayan: The coming crisis in antibiotics"}
{"en_2537": "John Underkoffler: Pointing to the future of UI"}
{"en_2538": "Riccardo Sabatini: How to read the genome and build a human being"}
{"en_2539": "Niall Ferguson: The 6 killer apps of prosperity"}
{"en_2540": "Boyd Varty: What I learned from Nelson Mandela"}
{"en_2541": "Dan Knights: How we study the microbes living in your gut"}
{"en_2542": "Nicole Paris and Ed Cage: A beatboxing lesson from a father-daughter duo"}
{"en_2543": "David Sedlak: 4 ways we can avoid a catastrophic drought"}
{"en_2544": "Rose George: Inside the secret shipping industry"}
{"en_2545": "Shaffi Mather: A new way to fight corruption"}
{"en_2546": "Nathan Myhrvold: Archeology, animal photography, BBQ ..."}
{"en_2547": "Philippe Starck: Design and destiny"}
{"en_2548": "Joseph Ravenell: How barbershops can keep men healthy"}
{"en_2549": "Fabien Cousteau: What I learned from spending 31 days underwater"}
{"en_2550": "Pattie Maes + Pranav Mistry: Meet the SixthSense interaction"}
{"en_2551": "Tan Le: My immigration story"}
{"en_2552": "Anna Rothschild: Why you should love gross science"}
{"en_2553": "Jonathan Haidt: Religion, evolution, and the ecstasy of self-transcendence"}
{"en_2554": "Natalie Warne: Being young and making an impact"}
{"en_2555": "Robert Neuwirth: The age-old sharing economies of Africa -- and why we should scale them"}
{"en_2556": "Nina Tandon: Could tissue engineering mean personalized medicine?"}
{"en_2557": "Gary Flake: Is Pivot a turning point for web exploration?"}
{"en_2558": "Peter Diamandis: Abundance is our future"}
{"en_2559": "Aaron Koblin: Visualizing ourselves ... with crowd-sourced data"}
{"en_2560": "Justin Davidson: Why glass towers are bad for city life -- and what we need instead"}
{"en_2561": "Chris Downey: Design with the blind in mind"}
{"en_2562": "Amory Lovins: Winning the oil endgame"}
{"en_2563": "Bjarke Ingels: 3 warp-speed architecture tales"}
{"en_2564": "Glenn Greenwald: Why privacy matters"}
{"en_2565": "Samantha Nutt: The real harm of the global arms trade"}
{"en_2566": "Renata Salecl: Our unhealthy obsession with choice"}
{"en_2567": "TED staff: It's TED, the Musical"}
{"en_2568": "Joshua Prince-Ramus: Behind the design of Seattle's library"}
{"en_2569": "Paul Bloom: The origins of pleasure"}
{"en_2570": "Molly Winter: The taboo secret to better health"}
{"en_2571": "Steven Pinker: What our language habits reveal"}
{"en_2572": "Amit Kalra: 3 creative ways to fix fashion's waste problem"}
{"en_2573": "Sam Martin: Claim your \"manspace\""}
{"en_2574": "Bill Davenhall: Your health depends on where you live"}
{"en_2575": "Caleb Chung: Playtime with Pleo, your robotic dinosaur friend"}
{"en_2576": "Carlo Ratti: Architecture that senses and responds"}
{"en_2577": "Beeban Kidron: The shared wonder of film"}
{"en_2578": "Miguel Nicolelis: A monkey that controls a robot with its thoughts. No, really."}
{"en_2579": "Julia Sweeney: It's time for \"The Talk\""}
{"en_2580": "Jeanne Gang: Buildings that blend nature and city"}
{"en_2581": "Ananda Shankar Jayant: Fighting cancer with dance"}
{"en_2582": "Andrew McAfee: What will future jobs look like?"}
{"en_2583": "Kevin Kelly: Technology's epic story"}
{"en_2584": "Jennifer Wilcox: A new way to remove CO2 from the atmosphere"}
{"en_2585": "Aziza Chaouni: How I brought a river, and my city, back to life"}
{"en_2586": "Read Montague: What we're learning from 5,000 brains"}
{"en_2587": "Matt Cutts: Try something new for 30 days"}
{"en_2588": "Jeremy Forbes: How to start a conversation about suicide"}
{"en_2589": "Clay Shirky: How cognitive surplus will change the world"}
{"en_2590": "Noriko Arai: Can a robot pass a university entrance exam?"}
{"en_2591": "R.A. Mashelkar: Breakthrough designs for ultra-low-cost products"}
{"en_2592": "Frances Frei: How to build (and rebuild) trust"}
{"en_2593": "Paul Root Wolpe: It's time to question bio-engineering"}
{"en_2594": "OluTimehin Adegbeye: Who belongs in a city?"}
{"en_2595": "Daniel Kraft: The pharmacy of the future? Personalized pills, 3D printed at home"}
{"en_2596": "Sheena Iyengar: How to make choosing easier"}
{"en_2597": "Tim Brown: Tales of creativity and play"}
{"en_2598": "Aimee Mullins: My 12 pairs of legs"}
{"en_2599": "Bel Pesce: 5 ways to kill your dreams"}
{"en_2600": "Joe Smith: How to use a paper towel"}
{"en_2601": "Roy Gould + Curtis Wong: A preview of the WorldWide Telescope"}
{"en_2602": "Matthew Childs: 9 life lessons from rock climbing"}
{"en_2603": "Vikram Sharma: How quantum physics can make encryption stronger"}
{"en_2604": "Ngozi Okonjo-Iweala: How Africa can keep rising"}
{"en_2605": "Faith Jegede Cole: What I've learned from my autistic brothers"}
{"en_2606": "Lawrence Lessig: We the People, and the Republic we must reclaim"}
{"en_2607": "Tania Simoncelli: Should you be able to patent a human gene?"}
{"en_2608": "Boy Girl Banjo: \"Dead Romance\""}
{"en_2609": "Doris Kearns Goodwin: Lessons from past presidents"}
{"en_2610": "Myriam Sidibe: The simple power of hand-washing"}
{"en_2611": "Walé Oyéjidé: Fashion that celebrates African strength and spirit"}
{"en_2612": "Eric Liu: Why ordinary people need to understand power"}
{"en_2613": "Philip Evans: How data will transform business"}
{"en_2614": "Nicholas Negroponte: One Laptop per Child, two years on"}
{"en_2615": "Ngozi Okonjo-Iweala: Want to help Africa? Do business here"}
{"en_2616": "Catherine Crump: The small and surprisingly dangerous detail the police track about you"}
{"en_2617": "Steven Addis: A father-daughter bond, one photo at a time"}
{"en_2618": "Chade-Meng Tan: Everyday compassion at Google"}
{"en_2619": "David Rockwell: The hidden ways stairs shape your life"}
{"en_2620": "Billy Graham: On technology and faith"}
{"en_2621": "Liz Ogbu: What if gentrification was about healing communities instead of displacing them?"}
{"en_2622": "Candy Chang: Before I die I want to ..."}
{"en_2623": "Daphne Bavelier: Your brain on video games"}
{"en_2624": "Ole Scheeren: Why great architecture should tell a story"}
{"en_2625": "David Baron: You owe it to yourself to experience a total solar eclipse"}
{"en_2626": "Hans Rosling: Insights on HIV, in stunning data visuals"}
{"en_2627": "Pardis Sabeti: How we'll fight the next deadly virus"}
{"en_2628": "Elif Shafak: The politics of fiction"}
{"en_2629": "Sarah Kay: How many lives can you live?"}
{"en_2630": "Dong Woo Jang: The art of bow-making"}
{"en_2631": "Martin Villeneuve: How I made an impossible film"}
{"en_2632": "Virginia Postrel: On glamour"}
{"en_2633": "Freeman Dyson: Let's look for life in the outer solar system"}
{"en_2634": "Chip Colwell: Why museums are returning cultural treasures"}
{"en_2635": "Mitchell Besser: Mothers helping mothers fight HIV"}
{"en_2636": "Louie Schwartzberg: The hidden beauty of pollination"}
{"en_2637": "Kwame Anthony Appiah: Is religion good or bad? (This is a trick question)"}
{"en_2638": "Sara Seager: The search for planets beyond our solar system"}
{"en_2639": "Jonathan Drori: The beautiful tricks of flowers"}
{"en_2640": "Shameem Akhtar: To learn is to be free"}
{"en_2641": "Jaime Lerner: A song of the city"}
{"en_2642": "Kelly McGonigal: How to make stress your friend"}
{"en_2643": "Diébédo Francis Kéré: How to build with clay ... and community"}
{"en_2644": "Bruce Aylward: Humanity vs. Ebola. How we could win a terrifying war"}
{"en_2645": "Willard Wigan: Hold your breath for micro-sculpture"}
{"en_2646": "Peter Gabriel: Fight injustice with raw video"}
{"en_2647": "Robert Wright: The evolution of compassion"}
{"en_2648": "Tan Le: A headset that reads your brainwaves"}
{"en_2649": "Vincent Moon and Naná Vasconcelos: Hidden music rituals around the world"}
{"en_2650": "Charles Moore: Seas of plastic"}
{"en_2651": "Richard Wilkinson: How economic inequality harms societies"}
{"en_2652": "Cleo Wade: Want to change the world? Start by being brave enough to care"}
{"en_2653": "Iyad Rahwan: What moral decisions should driverless cars make?"}
{"en_2654": "Stephen Hawking: Questioning the universe"}
{"en_2655": "Magatte Wade: Why it's too hard to start a business in Africa -- and how to change it"}
{"en_2656": "Jocelyne Bloch: The brain may be able to repair itself -- with help"}
{"en_2657": "Aditi Gupta: A taboo-free way to talk about periods"}
{"en_2658": "Derek Paravicini and Adam Ockelford: In the key of genius"}
{"en_2659": "Camille Seaman: Haunting photos of polar ice"}
{"en_2660": "Jacqueline Novogratz: Invest in Africa's own solutions"}
{"en_2661": "Sam Rodriques: What we'll learn about the brain in the next century"}
{"en_2662": "Jason deCaires Taylor: An underwater art museum, teeming with life"}
{"en_2663": "Jennifer Senior: For parents, happiness is a very high bar"}
{"en_2664": "Raul Midon: \"Tembererana\""}
{"en_2665": "Eric Topol: The wireless future of medicine"}
{"en_2666": "Hans Rosling: The magic washing machine"}
{"en_2667": "Kate Marvel: Can clouds buy us more time to solve climate change?"}
{"en_2668": "Carolyn Jones: A tribute to nurses"}
{"en_2669": "Vincent Cochetel: I was held hostage for 317 days. Here's what I thought about…"}
{"en_2670": "Alberto Cairo: There are no scraps of men"}
{"en_2671": "Fei-Fei Li: How we're teaching computers to understand pictures"}
{"en_2672": "Donald Sadoway: The missing link to renewable energy"}
{"en_2673": "Stefan Sagmeister: The power of time off"}
{"en_2674": "Tara Winkler: Why we need to end the era of orphanages"}
{"en_2675": "Derek Sivers: How to start a movement"}
{"en_2676": "Tapiwa Chiwewe: You don't have to be an expert to solve big problems"}
{"en_2677": "Hannah Fry: The mathematics of love"}
{"en_2678": "Peter Reinhart: The art and craft of bread"}
{"en_2679": "Arianna Huffington: How to succeed? Get more sleep"}
{"en_2680": "Pratik Shah: How AI is making it easier to diagnose disease"}
{"en_2681": "Alice Bows-Larkin: Climate change is happening. Here's how we adapt"}
{"en_2682": "Theaster Gates: How to revive a neighborhood: with imagination, beauty and art"}
{"en_2683": "Eve Ensler: Happiness in body and soul"}
{"en_2684": "Billy Collins: Everyday moments, caught in time"}
{"en_2685": "Erik Brynjolfsson: The key to growth? Race with the machines"}
{"en_2686": "David Pogue: Cool tricks your phone can do"}
{"en_2687": "George Steinmetz: Photos of Africa, taken from a flying lawn chair"}
{"en_2688": "Clay Shirky: How the Internet will (one day) transform government"}
{"en_2689": "Daniel Pauly: The ocean's shifting baseline"}
{"en_2690": "Michel Laberge: How synchronized hammer strikes could generate nuclear fusion"}
{"en_2691": "Alanna Shaikh: How I'm preparing to get Alzheimer's"}
{"en_2692": "Amel Karboul: The global learning crisis -- and what to do about it"}
{"en_2693": "Yuval Noah Harari: Why fascism is so tempting -- and how your data could power it"}
{"en_2694": "Ed Gavagan: A story about knots and surgeons"}
{"en_2695": "Moshe Szyf: How early life experience is written into DNA"}
{"en_2696": "Hector Ruiz: The thinking behind 50x15"}
{"en_2697": "Robb Willer: How to have better political conversations"}
{"en_2698": "Alaa Murabit: What my religion really says about women"}
{"en_2699": "Frederic Kaplan: How to build an information time machine"}
{"en_2700": "Matt Kenyon: A secret memorial for civilian casualties"}
{"en_2701": "Deanna Van Buren: What a world without prisons could look like"}
{"en_2702": "Ed Ulbrich: How Benjamin Button got his face"}
{"en_2703": "Ngozi Okonjo-Iweala: Aid versus trade"}
{"en_2704": "Kyra Gaunt: How the jump rope got its rhythm"}
{"en_2705": "Kristen Ashburn: The face of AIDS in Africa"}
{"en_2706": "Beau Lotto + Amy O'Toole: Science is for everyone, kids included"}
{"en_2707": "VS Ramachandran: 3 clues to understanding your brain"}
{"en_2708": "Alex Steffen: The shareable future of cities"}
{"en_2709": "Gabby Giffords and Mark Kelly: Be passionate. Be courageous. Be your best."}
{"en_2710": "Sarah Parcak: Help discover ancient ruins -- before it's too late"}
{"en_2711": "Phil Hansen: Embrace the shake"}
{"en_2712": "Mark Plotkin: What the people of the Amazon know that you don't"}
{"en_2713": "Iain Hutchison: Saving faces: A facial surgeon's craft"}
{"en_2714": "Marco Tempest: A magical tale (with augmented reality)"}
{"en_2715": "Simona Francese: Your fingerprints reveal more than you think"}
{"en_2716": "Jack Conte: How artists can (finally) get paid in the digital age "}
{"en_2717": "Laura Galante: How (and why) Russia hacked the US election"}
{"en_2718": "Matt Ridley: When ideas have sex"}
{"en_2719": "Christen Reighter: I don't want children -- stop telling me I'll change my mind"}
{"en_2720": "Jenna McCarthy: What you don't know about marriage"}
{"en_2721": "Jae Rhim Lee: My mushroom burial suit"}
{"en_2722": "José Bowen: Beethoven the businessman"}
{"en_2723": "Kashmir Hill and Surya Mattu: What your smart devices know (and share) about you"}
{"en_2724": "Alvin Irby: How to inspire every child to be a lifelong reader"}
{"en_2725": "Arvind Gupta: Turning trash into toys for learning"}
{"en_2726": "Damon Horowitz: We need a \"moral operating system\""}
{"en_2727": "Kandice Sumner: How America's public schools keep kids in poverty"}
{"en_2728": "Paul MacCready: A flight on solar wings"}
{"en_2729": "Sarah Donnelly: How work kept me going during my cancer treatment"}
{"en_2730": "Spencer Wells: A family tree for humanity"}
{"en_2731": "Anne-Marie Slaughter: Can we all \"have it all\"?"}
{"en_2732": "Ziyah Gafić: Everyday objects, tragic histories"}
{"en_2733": "Shivani Siroya: A smart loan for people with no credit history (yet)"}
{"en_2734": "Ellen Dunham-Jones: Retrofitting suburbia"}
{"en_2735": "Barry Schwartz: The way we think about work is broken"}
{"en_2736": "Uldus Bakhtiozina: Wry photos that turn stereotypes upside down"}
{"en_2737": "Neil Pasricha: The 3 A's of awesome"}
{"en_2738": "Isadora Kosofsky: Intimate photos of a senior love triangle"}
{"en_2739": "Keith Bellows: The camel's hump"}
{"en_2740": "Shubhendu Sharma: How to grow a forest in your backyard"}
{"en_2741": "Greg Gage: How a dragonfly's brain is designed to kill"}
{"en_2742": "Dan Ariely: How equal do we want the world to be? You'd be surprised"}
{"en_2743": "Sally Kohn: Let’s try emotional correctness"}
{"en_2744": "Andras Forgacs: Leather and meat without killing animals"}
{"en_2745": "Dave deBronkart: Meet e-Patient Dave"}
{"en_2746": "Dorothy Roberts: The problem with race-based medicine"}
{"en_2747": "Melissa Marshall: Talk nerdy to me"}
{"en_2748": "Neil Turok: My wish: Find the next Einstein in Africa"}
{"en_2749": "Tim Jackson: An economic reality check"}
{"en_2750": "Renny Gleeson: 404, the story of a page not found"}
{"en_2751": "Raghava KK: My 5 lives as an artist"}
{"en_2752": "Caroline Paul: To raise brave girls, encourage adventure"}
{"en_2753": "Stacey Kramer: The best gift I ever survived"}
{"en_2754": "Andrew Bastawrous: Get your next eye exam on a smartphone"}
{"en_2755": "Heidi M. Sosik: The discoveries awaiting us in the ocean's twilight zone"}
{"en_2756": "Eduardo Briceño: How to get better at the things you care about"}
{"en_2757": "Laura Vanderkam: How to gain control of your free time"}
{"en_2758": "Asha de Vos: Why you should care about whale poo"}
{"en_2759": "Erica Frenkel: The universal anesthesia machine"}
{"en_2760": "David Casarett: A doctor's case for medical marijuana"}
{"en_2761": "David Steindl-Rast: Want to be happy? Be grateful"}
{"en_2762": "Kristen Marhaver: How we're growing baby corals to rebuild reefs"}
{"en_2763": "Andrew McAfee: Are droids taking our jobs?"}
{"en_2764": "Klaus Stadlmann: The world's smallest 3D printer"}
{"en_2765": "Thomas Dolby: \"Love Is a Loaded Pistol\""}
{"en_2766": "Lee Mokobe: A powerful poem about what it feels like to be transgender"}
{"en_2767": "Denise Herzing: Could we speak the language of dolphins?"}
{"en_2768": "Dustin Schroeder: How we look kilometers below the Antarctic ice sheet"}
{"en_2769": "Daniel Kraft: Medicine's future? There's an app for that"}
{"en_2770": "Einstein the Parrot: A talking, squawking parrot"}
{"en_2771": "Carolyn Porco: This is Saturn"}
{"en_2772": "Haley Van Dyck: How a start-up in the White House is changing business as usual"}
{"en_2773": "Jane McGonigal: Gaming can make a better world"}
{"en_2774": "Britta Riley: A garden in my apartment"}
{"en_2775": "Joseph DeSimone: What if 3D printing was 100x faster?"}
{"en_2776": "Ed Boyden: A light switch for neurons"}
{"en_2777": "Martine Rothblatt: My daughter, my wife, our robot, and the quest for immortality"}
{"en_2778": "Shubhendu Sharma: An engineer's vision for tiny forests, everywhere"}
{"en_2779": "Pico Iyer: Where is home?"}
{"en_2780": "David R. Williams: How racism makes us sick"}
{"en_2781": "Audrey Choi: How to make a profit while making a difference"}
{"en_2782": "John Q. Walker: Great piano performances, recreated"}
{"en_2783": "James Stavridis: A Navy Admiral's thoughts on global security"}
{"en_2784": "Ivan Krastev: Can democracy exist without trust?"}
{"en_2785": "Meg Jay: Why 30 is not the new 20"}
{"en_2786": "Joan Blades and John Gable: Free yourself from your filter bubbles"}
{"en_2787": "Caroline Lavelle: Casting a spell on the cello"}
{"en_2788": "Caroline Harper: What if we eliminated one of the world's oldest diseases?"}
{"en_2789": "Wanis Kabbaj: What a driverless world could look like"}
{"en_2790": "Birke Baehr: What's wrong with our food system"}
{"en_2791": "Maya Penn: Meet a young entrepreneur, cartoonist, designer, activist ..."}
{"en_2792": "Stefan Larsson: What doctors can learn from each other"}
{"en_2793": "JR: One year of turning the world inside out"}
{"en_2794": "Wendy Troxel: Why school should start later for teens"}
{"en_2795": "Meera Vijayann: Find your voice against gender violence"}
{"en_2796": "Alastair Parvin: Architecture for the people by the people"}
{"en_2797": "Kym Worthy: What happened when we tested thousands of abandoned rape kits in Detroit"}
{"en_2798": "Raul Midon: \"Peace on Earth\""}
{"en_2799": "Genevieve von Petzinger: Why are these 32 symbols found in ancient caves all over Europe?"}
{"en_2800": "Bruno Maisonnier: Dance, tiny robots!"}
{"en_2801": "Chris Anderson: TED's secret to great public speaking"}
{"en_2802": "Burt Rutan: The real future of space exploration"}
{"en_2803": "Ashraf Ghani: How to rebuild a broken state"}
{"en_2804": "Ann Morgan: My year reading a book from every country in the world"}
{"en_2805": "Stefan Sagmeister: Happiness by design"}
{"en_2806": "Lisa Dyson: A forgotten Space Age technology could change how we grow food"}
{"en_2807": "Oskar Eustis: Why theater is essential to democracy"}
{"en_2808": "Bill Stone: Inside the world's deepest caves"}
{"en_2809": "Ricardo Semler: How to run a company with (almost) no rules"}
{"en_2810": "Jimmy Wales: The birth of Wikipedia"}
{"en_2811": "Kenneth Shinozuka: My simple invention, designed to keep my grandfather safe"}
{"en_2812": "Paul Snelgrove: A census of the ocean"}
{"en_2813": "José Antonio Abreu: The El Sistema music revolution"}
{"en_2814": "Vanessa Ruiz: The spellbinding art of human anatomy"}
{"en_2815": "Eva Vertes: Meet the future of cancer research"}
{"en_2816": "Tracie Keesee: How police and the public can create safer neighborhoods together"}
{"en_2817": "Matthew O'Reilly: “Am I dying?” The honest answer."}
{"en_2818": "Brenda Laurel: Why not make video games for girls?"}
{"en_2819": "Lewis Pugh: How I swam the North Pole"}
{"en_2820": "Devita Davison: How urban agriculture is transforming Detroit"}
{"en_2821": "Julian Treasure: Shh! Sound health in 8 steps"}
{"en_2822": "Bob Inglis: American bipartisan politics can be saved -- here's how"}
{"en_2823": "Liza Donnelly: Drawing on humor for change"}
{"en_2824": "Mac Stone: Stunning photos of the endangered Everglades"}
{"en_2825": "Rives: A mockingbird remix of TED2006"}
{"en_2826": "Karen Lloyd: This deep-sea mystery is changing our understanding of life"}
{"en_2827": "Grégoire Courtine: The paralyzed rat that walked"}
{"en_2828": "Larry Brilliant: The case for optimism"}
{"en_2829": "Liz Hajek: What rivers can tell us about the earth's history"}
{"en_2830": "Anjali Kumar: My failed mission to find God -- and what I found instead"}
{"en_2831": "Kathy Hull: Stories from a home for terminally ill children"}
{"en_2832": "Cary Fowler: One seed at a time, protecting the future of food"}
{"en_2833": "Sarah Parcak: Hunting for Peru's lost civilizations -- with satellites"}
{"en_2834": "David Holt: The joyful tradition of mountain music"}
{"en_2835": "Kare Anderson: Be an opportunity maker"}
{"en_2836": "Deepika Kurup: A young scientist's quest for clean water"}
{"en_2837": "Sebastian Junger: Our lonely society makes it hard to come home from war"}
{"en_2838": "David Puttnam: Does the media have a \"duty of care\"?"}
{"en_2839": "Michael Tilson Thomas: Music and emotion through time"}
{"en_2840": "Navi Radjou: Creative problem-solving in the face of extreme limits"}
{"en_2841": "Fields Wicker-Miurin: Learning from leadership's missing manual"}
{"en_2842": "Patricia Kuhl: The linguistic genius of babies"}
{"en_2843": "Dixon Chibanda: Why I train grandmothers to treat depression"}
{"en_2844": "Reed Hastings: How Netflix changed entertainment -- and where it's headed"}
{"en_2845": "Lesley Hazleton: The doubt essential to faith"}
{"en_2846": "Robert Sapolsky: The biology of our best and worst selves"}
{"en_2847": "Oliver Sacks: What hallucination reveals about our minds"}
{"en_2848": "Charles Hazlewood + British Paraorchestra: The debut of the British Paraorchestra"}
{"en_2849": "Jaron Lanier: How we need to remake the internet"}
{"en_2850": "Judy MacDonald Johnston: Prepare for a good end of life"}
{"en_2851": "Benedetta Berti: The surprising way groups like ISIS stay in power"}
{"en_2852": "Kevin Slavin: How algorithms shape our world"}
{"en_2853": "Peter van Manen: Better baby care -- thanks to Formula 1"}
{"en_2854": "Cynthia Kenyon: Experiments that hint of longer lives"}
{"en_2855": "José Andrés: How a team of chefs fed Puerto Rico after Hurricane Maria"}
{"en_2856": "Mary Roach: 10 things you didn't know about orgasm"}
{"en_2857": "Alison Jackson: An unusual glimpse at celebrity"}
{"en_2858": "Andrew Solomon: Love, no matter what"}
{"en_2859": "Paul Conneally: How mobile phones power disaster relief"}
{"en_2860": "Jonathan Tepperman: The risky politics of progress"}
{"en_2861": "Matthieu Ricard: How to let altruism be your guide"}
{"en_2862": "Hadi Eldebek: Why must artists be poor?"}
{"en_2863": "Enrique Peñalosa: Why buses represent democracy in action"}
{"en_2864": "Thordis Elva and Tom Stranger: Our story of rape and reconciliation"}
{"en_2865": "Michael Kimmel: Why gender equality is good for everyone — men included"}
{"en_2866": "Jane Goodall: How humans and animals can live together"}
{"en_2867": "Eddie Obeng: Smart failure for a fast-changing world"}
{"en_2868": "Susan Lim: Transplant cells, not organs"}
{"en_2869": "Rives: A story of mixed emoticons"}
{"en_2870": "Marian Bantjes: Intricate beauty by design"}
{"en_2871": "Karima Bennoune: When people of Muslim heritage challenge fundamentalism"}
{"en_2872": "Isabel Wilkerson: The Great Migration and the power of a single decision"}
{"en_2873": "Linda Hill: How to manage for collective creativity"}
{"en_2874": "Sitawa Wafula: Why I speak up about living with epilepsy"}
{"en_2875": "Wayne McGregor: A choreographer's creative process in real time"}
{"en_2876": "Steven Pinker and Rebecca Newberger Goldstein: The long reach of reason"}
{"en_2877": "Carne Ross: An independent diplomat"}
{"en_2878": "Margaret Heffernan: Dare to disagree"}
{"en_2879": "David Keith: A critical look at geoengineering against climate change"}
{"en_2880": "Gary Lauder's new traffic sign: Take Turns"}
{"en_2881": "Carvens Lissaint: \"Put the financial aid in the bag\""}
{"en_2882": "Nathaniel Kahn: Scenes from \"My Architect\""}
{"en_2883": "Tim Leberecht: 4 ways to build a human company in the age of machines"}
{"en_2884": "Kimberlé Crenshaw: The urgency of intersectionality"}
